{"PUBLIC PROCUREMENT AND ASSET DISPOSAL ACT": [

  {"topic": "PUBLIC PROCUREMENT AND ASSET DISPOSAL ACT", "content": "[Date of assent: 18th December, 2015.]\n\n[Date of commencement: 7th January, 2016.]\n\nAN ACT of Parliament to give effect to Article 227 of the Constitution; to provide procedures for efficient public procurement and for assets disposal by public entities; and for connected purposes\n\n[Act No. 33 of 2015, Corr. No. 60/2016, Corr. No. 73/2016, Act. No. 15 of 2017]"},
{"topic": "1. Short title", "content": "This Act may be cited as the Public Procurement and Asset Disposal Act, 2015.\n\n\n\n\n\n"},





{"topic": "2. Interpretation", "content": "(1) In this Act, unless the context otherwise requires—\n\nAccounting officer - has the meaning assigned to it under section 2 of the Public Finance Management Act, 2012 (No. 18 of 2012);\n\nAppeal - means a request for administrative review or complaint filed with the Appeals Review Board pursuant to section 167 of this Act;\n\nAssets - means movable and immovable property, tangible and intangible, including immovable property, stores, equipment, land, buildings, animals, inventory, stock, natural resources like wildlife, intellectual rights vested in the state or proprietary rights;\n\nAuthority - means the Public Procurement Regulatory Authority established under section 8 of this Act;\n\nBoard - means the Public Procurement Regulatory Board established under section 10 of this Act;\n\nCabinet Secretary - means the Cabinet Secretary for the time being responsible for matters relating to finance;\n\nCandidate - means a person who has obtained the tender documents from a public entity pursuant to an invitation notice by a procuring entity;\n\nCitizen contractor - means a person or a firm wholly owned and controlled by persons who are citizens of Kenya;\n\nCommon-user items - means goods, works or services that are usable by procuring entities across the board irrespective of type or category, and the items include office equipment, furniture, motor vehicles and stationery;\n\nComplex and specialized contracts - means contracts that include procurement where the terms and conditions of an agreement are different from standard commercial terms and conditions;\n\nConsultancy services - means services of predominantly an intellectual, technical or advisory nature, and includes services offered by all professionals;\n\nContract period - means the period between contract signing and the end of the defects liability period;\n\nContract administration - means management of terms of procurement or asset disposal contracts made with contractors or suppliers after tender award by a procuring entity, for the purpose of assuring compliance with obligations such as timely delivery, quality and quantity inspection, acceptance, payment, claims, dispute resolution and completion, among other terms;\n\nContractor - means a person who enters into a procurement contract with a procuring entity, and includes the main contractor;\n\nCorruption - has the meaning assigned to it under section 2 of the Anti-Corruption and Economic Crimes Act 2003 (No. 3 of 2003);\n\nDesign competition - means a procurement procedure for obtaining competitive tenders for services which are creative in nature and which require that part of the services be carried as part of the tender to facilitate evaluation of the tenders and such services may include architecture, landscaping, engineering, urban design projects, urban and regional planning, fine arts, interior design, marketing, advertising and graphic designs;\n\nDirector-General - means the Director-General of the Authority provided for under section 15 of this Act;\n\nDisadvantaged group - means persons denied by mainstream society access to resources and tools that are useful for their survival in a way that disadvantages them or individuals who have been subjected to prejudice or cultural bias because of their identities as members of groups or categories of persons without regard to their individual qualities, and includes enterprises in which a majority of the members or shareholders are youth, women, persons with disability or categories as shall be prescribed;\n\nDisposal - means the divestiture of public assets, including intellectual and proprietary rights and goodwill and other rights of a procuring entity by any means including sale, rental, lease, franchise, auction or any combination however classified;\n\nElectronic reverse auction - means an online real-time purchasing technique utilized by the procuring entity to select the successful submission, which involves the presentation by tenderers, suppliers or contractors of successively lowered bids during a scheduled period of time and the automatic evaluation of bids;\n\nE-procurement - means the process of procurement using electronic medium such as the internet or other information and communication technologies;\n\nFramework agreement - means a pact between a procuring entity and a selected supplier (or suppliers) or contractor (or contractors) identified for a definite term to supply goods works or service whose quantities and delivery schedules are not definable or determinable at the beginning;\n\nFramework contract - means a pact between a procuring entity and a selected supplier (or suppliers) or contractor (or contractors) identified for a definite term to supply goods works or service whose quantities and deliveries are not definable or determinable at the beginning, with a commitment to order a minimum quantity of the required goods, works, or services;\n\nFraudulent practice - includes a misrepresentation of fact in order to influence a procurement or disposal process or the exercise of a contract to the detriment of the procuring entity or the tenderer or the contractor, and includes collusive practices amongst tenderers prior to or after tender submission designed to establish tender prices at artificial non-competitive levels and to deprive the procuring entity of the benefits of free and open competition;\n\nFinancial year - has the meaning assigned to it under Article 260 of the Constitution;\n\nFiscal agency - means a person or an organization, or trust company, that acts on behalf of the Government of Kenya in performing various financial duties, including assistance in the arrangement for issuance of international sovereign bonds, redemption of bonds or coupons, handle tax issues, replace lost or damaged securities;\n\nGoods - includes raw materials, products, equipment, commodities in solid, liquid or gaseous form, electricity and services that are incidental to the supply of the goods, works and services;\n\nLoans - has the meaning assigned to it under Article 260 of the Constitution;\n\nLocally produced product or service - means goods and services that are manufactured in Kenya by firms that are registered and undertaking their business in Kenya;\n\nObstruction - means acts intended to materially impede access to required information in exercising a duty under this Act;\n\nPerson - has meaning assigned to it in Article 260 of the Constitution and includes sole proprietorship;\n\nPerson with disability - means a person with disability who has attained the age of eighteen years and includes a company, association or body of persons, corporate or unincorporated in which at least seventy percent of the shareholders, members or persons and a majority of the directors are persons with disability;\n\nPublic procurement - means procurement by procuring entities using public funds;\n\nPrescribed - means prescribed by Regulations under this Act;\n\nPreference - means the right or opportunity to select a tenderer from an identified target group that is considered more desirable than another;\n\nPre-qualification - means the procedure to identify and shortlist tenderers that are qualified, prior to invitation for tenders;\n\nPre-qualification procedure - means a procedure by which candidates are invited to demonstrate their qualifications prior to, and as a condition for, being invited to tender or submit proposals;\n\nPrincipal Secretary - means the Principal Secretary for the time being responsible for matters relating to finance;\n\nProcurement - means the acquisition by purchase, rental, lease, hire purchase, license, tenancy, franchise, or by any other contractual means of any type of works, assets, services or goods including livestock or any combination and includes advisory, planning and processing in the supply chain system;\n\nProcuring agent - means an organization which has been registered by the Authority, and competitively engaged by a procuring entity on its behalf, or an organization established under this Act, to carry out procurement or asset disposal activities;\n\nProcurement contract - means an agreement concluded between the procuring entity and a contractor (or contractors) resulting from a tendering proceeding;\n\nProcuring entity - means a public entity making a procurement or asset disposal to which this Act applies;\n\nProcurement professional - means a person who has professional qualifications in procurement or supply chain management from a recognised institution and is a member of the Kenya Institute of Supplies Management established under the Supplies Practitioners Management Act, 2007 (No. 20 of 2007);\n\nProcurement function - means a division within a procuring entity staffed with procurement professionals who are officially concerned with managing the procurement and asset disposal process and reports directly to the head of procuring entity functionally and administratively;\n\nProfessional - means a person who has professional qualifications in a specialized field and who is engaged in the practice of a skill or trade, having undertaken the relevant formal academic and professional training including undertaking practical learning in the form of apprenticeship or tutelage under the guidance of a suitably qualified and experienced person in the field of training or tutelage;\n\nProfessional body - means a body representing members of a profession, which is regulated by statute, code of conduct or rules as may be amended from time to time;\n\nPublic entity - includes—\n\n(a) the national government or any organ or department of the national government;\n\n(b) a county government or any organ or department of a county government;\n\n(c) the Judiciary and the courts;\n\n(d) the Commissions established under the Constitution;\n\n(e) the Independent Offices established under the Constitution;\n\n(f) a state corporation within the meaning of the State Corporations Act (Cap. 446);\n\n(g) the Central Bank of Kenya established under the Constitution;\n\n(h) a public school within the meaning of the Basic Education Act, 2013 (No. 14 of 2013);\n\n(i) a public university within the meaning of the Universities Act, 2012 (No. 42 of 2012);\n\n(j) a city or urban area established under the Urban Areas and Cities Act, 2011 (No. 13 of 2011);\n\n(k) a company owned by a public entity;\n\n(l) a county service delivery coordination unit under the National Government Co-ordination Act, 2013 (No. 1 of 2013);\n\n(m) a constituency established under the Constitution;\n\n(n) a Kenyan diplomatic mission under the state department responsible for foreign affairs;\n\n(o) a pension fund for a public entity;\n\n(p) a body that uses public assets in any form of contractual undertaking including public private partnership;\n\n(q) a body in which the national or county government has controlling interest;\n\n(r) a college or other educational institution maintained or assisted out of public funds;\n\n(s) an entity prescribed as a public entity for the purpose of this paragraph; or\n\n(t) any other entity or a prescribed class of public entities or particular public entities that uses public money for purposes of procurement or any other entity as declared under sections 4 and 5 of the Public Finance Management Act, 2012 (No. 18 of 2012);\n\nPublic money - includes monetary resources appropriated to procuring entities through the budgetary process, as well as extra budgetary funds, including aid, grants and loans, put at the disposal of procuring entities by donors;\n\nPublic private partnership - has the meaning assigned to it under section 2 of the Public Private Partnership Act, 2013 (No. 15 of 2013);\n\nPublicise - has the meaning assigned to it under section 2 of the Public Finance Management Act, 2012 (No. 18 of 2012);\n\nregistration of suppliers - means the process of identifying and obtaining a list of prospective providers of a specified category of goods, works or services by a procuring entity for a specified period of time but not exceeding more than two years, and maintaining them for the purpose of inviting them on rotational basis for subsequent tendering proceedings such as request for quotations or restricted tendering, that may arise during the period of listing;\n\nRegulations - means regulations made under this Act;\n\nReview Board - means the Public Procurement Administrative Review Board established under section 27 of this Act;\n\nReservations - means exclusive preference to procure goods, works, and services set aside to a defined target group of tenderers within a specified threshold or region;\n\nServices - means any objects of procurement or disposal other than works and goods and includes professional, consultancy services, technical services, non-professional and commercial types of services as well as goods and works which are incidental to but not exceeding the value of those services;\n\nStandard - means characteristics or set of characteristics for an item which for reasons of quality level or compatibility with other products is accepted by the manufacturers and users of that item as a required characteristic for all items of that type;\n\nSupplier - means a person who enters into a procurement contract with a procuring entity to supply goods, works or services;\n\nSupply chain management - means the design, planning, execution control and monitoring of supply chain activities which includes procurement, purchasing, logistics, transportation, warehousing, storage, stock control, contract management and distribution, with an objective of creating value to meet the objectives of the procuring entity;\n\nTender - means an offer in writing by a candidate to supply goods, services or works at a price; or to acquire or dispose stores, equipment or other assets at a price, pursuant to an invitation to tender, request for quotation or proposal by a procuring entity;\n\nTenderer - means a person who submitted a tender pursuant to an invitation by a public entity;\n\nTender box - means a lockable secure physical or virtual box where tenders are submitted including by electronic means so as to be opened only after the tender submission deadline;\n\nTender security - means a guarantee required from tenderers by the procuring entity and provided to the procuring entity to secure the fulfillment of any obligation in the tender process and includes such arrangements as bank or insurance guarantees, surety bonds, standby letters of credit, cheques for which a bank is primarily liable, cash deposits, promissory notes and bills of exchange tender securing declaration, or other guarantees from institutions as may be prescribed;\n\nUrgent need - means the need for goods, works or services in circumstances where there is an imminent or actual threat to public health, welfare, safety, or of damage to property, such that engaging in tendering proceedings or other procurement methods would not be practicable;\n\nUser department - means the unit of a procuring entity that requisitions the goods, works or services being procured;\n\n“Works - means a combination of goods and services for the construction, repair, renovation, extension, alteration, dismantling or demolition of buildings, roads or other structures and includes—\n\n(a) the designing, building, installation, testing, commissioning and setting up of equipment and plant;\n\n(b) site preparation; and\n\n(c) other incidental services;\n\nWoman - means a person of the female gender who has attained the age of eighteen years and includes a company, association or body of persons, corporate or unincorporated in which at least seventy percent of the shareholders, members or persons and a majority of its directors are of the female gender;\n\nWriting - means printing, photography, facsimile, lithography, typewriting, electronic media and any other means of representing or reproducing words in a visible form; and\n\nYouth - means a person who has attained the age of eighteen years and has not attained the age of thirty-five years and includes a company, association or body of persons, corporate or unincorporated in which at least seventy percent of shareholders are persons who have attained the age of eighteen years and have not attained the age of thirty-five years.\n\n\n\n\n\n"},


 {"topic": "3. Guiding principles", "content": "Public procurement and asset disposal by State organs and public entities shall be guided by the following values and principles of the Constitution and relevant legislation—\n\n(a). The national values and principles provided for under Article 10.\n\n(b). The equality and freedom from discrimination provided for under Article 27.\n\n(c). Affirmative action programmes provided for under Articles 55 and 56\n\n(d). Principles of integrity under the Leadership and Integrity Act, 2012(No. 19 of 2012)\n\n(e). The principles of public finance under Article 201\n\n(f). The values and principles of public service as provided for under Article 232\n\n(g). principles governing the procurement profession, international norms\n\n(h). Maximisation of value for money\n\n(i). Promotion of local industry, sustainable development and protection of the environment; and\n\n(j). Promotion of citizen contractors.\n\n\n\n\n\n"},

 {"topic": "4. Application of the Act", "content": "(1) This Act applies to all State organs and public entities with respect to—\n\n(a) procurement planning;\n\n(b) procurement processing;\n\n(c) inventory and asset management;\n\n(d) disposal of assets; and\n\n(e) contract management.\n\n\n(2) For avoidance of doubt, the following are not procurements or asset disposals with respect to which this Act applies—\n\n(a) the retaining of the services of an individual for a limited term if, in providing those services, the individual works primarily as though he or she were an employee, but this shall not apply to persons who are under a contract of service;\n\n(b) the transfer of assets being disposed off by one state organ or public entity to another state organ or public entity without financial consideration;\n\n(c) acquiring of services provided by government or government department;\n\n(d) acquisition and sale of shares or securities, fiscal agency by a public entity, investments such as shares purchased by cooperative societies, state corporations or other public entities;\n\n(e) procurement and disposal of assets under Public Private Partnership Act, 2013; and\n\n(f) procurement and disposal of assets under bilateral or multilateral agreements between the Government of Kenya and any other foreign government, agency, entity or multilateral agency unless as otherwise prescribed in the Regulations.\n\n\n(3) For greater certainty, all public procurement are procurements with respect to the application of this Act.\n\n\n\n\n\n"},

 {"topic": "5. Conflicts with other Acts", "content": "(1) This Act shall prevail in case of any inconsistency between this Act and any other legislation or government notices or circulars, in matters relating to procurement and asset disposal except in cases where procurement of professional services is governed by an Act of Parliament applicable for such services.\n\n(2) A provision of an Act that provides for a person or body to approve any work or expenditure shall not be construed as giving that person or body any power with respect to the entire procurement proceedings.\n\n\n\n\n\n"},

 {"topic": "6. Conflicts with international agreements", "content": "(1) Subject to the Constitution, where any provision of this Act conflicts with any obligations of the Republic of Kenya arising from a treaty, agreement or other convention ratified by Kenya and to which Kenya is party, the terms of the treaty or agreement shall prevail.\n\n(2) Where the Republic of Kenya is required under the terms of any treaty or convention to which she is party, to contribute from her resources, in any form, to any procurement activities within Kenya, either in part or wholly, jointly or separately, procurement through such contributions shall be—\n\n(a) in discrete activities where possible; and\n\n(b) subject to the applicable provisions of this Act.\n\n(3) The disposal of any or all of the goods or public assets accruing to Kenya as a result of procurement activities to which subsections (1) apply shall be subject to the provisions of this Act.\n\n(4) Where a procurement to which subsection (1) applies favours an external beneficiary—\n\n(a) the procurement through contributions made by Kenya, shall be undertaken in Kenya through contractors registered in Kenya; and\n\n(b) all relevant insurances shall be placed with companies registered in Kenya and goods shall be transported in carriages registered in Kenya.\n\n\n\n\n\n"},

 {"topic": "7. Role National Treasury on public procurement and assets disposal", "content": "(1) The National Treasury established under section 11 of the Public Finance Management Act, 2012, shall be responsible for public procurement and asset disposal policy formulation.\n\n(2) In the performance of its role under subsection (1), the National Treasury shall—\n\n(a) formulate, evaluate, promote and research on national and county public procurement and asset disposal policy and standards;\n\n(b) develop policy guidelines for the efficient procurement management and disposal system for national executive;\n\n(c) design and prescribe an efficient procurement management system for the national and county governments to ensure transparent procurement and asset disposal as contemplated by Article 227 of the Constitution:\n\nProvided that the National Treasury shall prescribe through Regulations a system under this paragraph which operates, respects and promotes the distinctiveness of the national and county levels of government;\n\n(d) provide technical assistance on procurement and assist in the mplementation and operation of the public procurement and asset disposal system;\n\n(e) manage and administer the scheme of service of the procurement and supply chain management services cadre for the national government;\n\n(f) carry out general research, develop and promote electronic procurement strategies and policies in both the national and county governments including state corporations and other government agencies;\n\n(g) carry out review of procurement and supply chain management system to assist procuring entities;\n\n(h) develop and review policy on procurement of common user items in the public sector both at national and county government levels;\n\n(i) develop policy on the administration of preference and reservations scheme and registration of target groups under preference and reservations scheme as prescribed;\n\n(j) facilitate affirmative action for disadvantaged groups in accordance with the Constitution and advance their participation in the procurement process;\n\n(k) develop and review policies and guidelines on the management of assets;\n\n(l) issue guidelines to public entities with respect to procurement matters;\nand\n\n(m) perform such other functions as prescribed by this Act or any other legislation.\n\n(3) The National Treasury may prescribe an institutional framework to provide for the procurement, administration and management of common user items for the national government.\n\n\n\n\n\n"},

  {"topic": "8. The Public Procurement Regulatory Authority", "content": "(1) There is established an authority to be known as the Public Procurement Regulatory Authority which shall be a body corporate with perpetual succession and a common seal and shall in its corporate name, be capable of—\n\n(a) suing and being sued;\n\n(b) acquiring, safeguarding, holding, charging and disposing of moveable and immoveable property; and\n\n(c) doing or performing all such other things or acts for the proper discharge of its functions under this Act, which may be lawfully done by a body corporate.\n\n(3) The Authority may for the purposes of ensuring access to its services in accordance with Article 6 of the Constitution establish such offices in regional locations as it may deem necessary for its operations.\n\n\n\n\n\n"},

 {"topic": "9. Functions of Authority", "content": "The functions of the Authority shall be to—\n\n(a) monitor, assess and review the public procurement and asset disposal system to ensure that they respect the national values and other provisions of the Constitution, including Article 227 and make recommendations for improvements;\n\n(b) monitor the public procurement system and report on the overall functioning of it and present to the Cabinet Secretary and the county executive member for finance in each county, such other reports and recommendations for improvements;\n\n(c) enforce any standards developed under this Act;\n\n(d) monitor classified procurement information, including that of specific items of security organs and make recommendations to the Cabinet Secretary;\n\n(e) monitor the implementation of the preference and reservation schemes by procuring entities;\n\n(f) prepare, issue and publicise standard public procurement and asset disposal documents and formats to be used by public entities and other stakeholders;\n\n(g) provide advice and technical support upon request;\n\n(h) to investigate and act on complaints received on procurement and asset disposal proceedings from procuring entities, tenderers, contractors or the general public that are not subject of administrative review;\n\n(i) research on the public procurement and asset disposal system and any developments arising from the same;\n\n(j) advise the Cabinet Secretary on the setting of standards including international public procurement and asset disposal standards;\n\n(k) develop and manage the State portal on procurement and asset disposal and ensure that it is available and easily accessible;\n\n(l) monitor and evaluate the preference and reservations provided for under this Act and provide quarterly public reports;\n\n(m) create a central repository or database that includes—\n\n(i) complaints made on procuring entities;\n\n(ii) a record of those prohibited from participating in tenders or those debarred;\n\n(iii) market prices of goods, services and works;\n\n(iv) benchmarked prices;\n\n(v) State organs and public entities that are non-compliant with procurement laws;\n\n(vi) statistics related to public procurement and asset disposal;\n\n(vii) price comparisons for goods, services and works; and (viii) any information related to procurement that may be necessary for the public;\n\n(n) inform, as applicable, the Cabinet Secretary, Parliament, the relevant County Executive member for finance, the relevant County Assembly or Auditor-General on issues of non-compliance with procurement laws once the relevant State organ or public entity ignores the written directives of the Authority, including material breaches of the measures established under this Act;\n\n(o) generally report to Parliament and the relevant county assembly;\n\n(p) develop a code of ethics to guide procuring entities and winning bidders when undertaking public procurement and disposal with State organs and public entities;\n\n(q) in undertaking its functions, cooperate with state and non-state actors with a view to obtaining recommendations on how public procurement and disposal can be improved;\n\n(r) ensure the procurement entities implement the preference and reservations and provide data to the Authority disaggregated to indicate the number of disadvantaged groups that have benefitted;\n\n(s) perform such other functions and duties as are provided for under this Act and any other relevant law.\n\n(2) If in the course of monitoring in accordance with section 9(1)(a), the Authority is of the opinion that civil or criminal proceedings ought to be preferred against a State Organ, public entity, state officer or public officer, the Authority shall refer the matter to the relevant authorities.\n\n\n\n\n\n"},

{"topic": "10. Public Procurement Regulatory Board", "content": "(1) The management of the Authority shall vest in a board to be known as the Public Procurement Regulatory Board which shall consist of—\n\n(a) a chairperson nominated by the Cabinet Secretary and appointed by the President;\n\n(b) two members who shall be appointed by the Cabinet Secretary after nomination through a fair process by—\n\n\t(i) the Institute of Certified Public Accountants of Kenya, and\n\n\t(ii) the Kenya Institute of Supplies Management\n\n(c) deleted by Act No. 15 of 2017, s. 55\n\n(d) the Cabinet Secretary or his or her representative; and\n\n(e) the Attorney-General or his or her representative;\n\n(f) four other persons appointed by the Cabinet Secretary;\n\n(2) In the appointment of the chairperson and members under this section, the appointing authority shall ensure regional and gender balance.\n\n[Act No. 15 of 2017, s.55]\n\n\n\n\n\n"},



{"topic": "11. Qualifications of members of the Board", "content": "(1) A person shall not be appointed as a chairperson of the Board unless that person—\n\n(a) possesses a university degree in a relevant field from a university recognised in Kenya;\n\n(b) has knowledge and experience of not less than ten years in any of the following fields—\n\n\t(i) procurement and supply chain management;\n\n\t(ii) finance;\n\n\t(iii) law;\n\n\t(iv) accounting; or\n\n\t(v) economics; and\n\n(c) meets the requirements of Chapter Six of the Constitution.\n\n(2) A person shall be eligible for appointment as a member of the Board if that person—\n\n(a) holds a university degree from a recognized university in Kenya;\n\n(b) has knowledge and relevant experience of not less than five years in a management position; and\n\n(c) meets the requirements of Chapter Six of the Constitution.\n\n\n\n\n\n"},
{"topic": "12. Functions of the Board", "content": "(1) The Board shall—\n\n\t(a) ensure the proper and effective performance of the functions of the Authority;\n\n\t(b) approve and ratify the policies of the Authority;\n\n\t(c) oversee the management, control and administration of the assets of the Authority in a manner and for purposes that promote the object and purpose of the Authority;\n\n\t(d) receive any gifts, grants, donations or endowments made to the Authority;\n\n\t(e) determine the provisions to be made for capital and recurrent expenditure, and for the reserves of the Authority;\n\n\t(f) open bank accounts for the funds of the Authority in accordance with the Public Finance Management Act, 2012 (No. 18 of 2012);\n\n\t(g) subject to the approval of the Cabinet Secretary, invest any of the Authority funds not immediately required for the purposes of this Act, as it may determine; and\n\n\t(h) co-operate with other organizations undertaking functions similar to its own, whether within or outside Kenya as it may consider appropriate and in furtherance of the functions of the Authority;\n\n(2) Subject to this Act, the Board may, by resolution either generally or in any particular case, delegate to any committee of the Board or to any member, officer, employee or agent of the Authority, the exercise of any of the powers, or the performance of any of the functions or duties of the Board under this Act.\n\n(3) Members of the Board shall be paid allowances determined by the Cabinet Secretary, in consultation with the Salaries and Remuneration Commission.\n\n(4) Where the involvement of a Board member in a decision of the Board is likely to result in conflict of interest, the Board member shall disclose such potential conflict of interest and the Board member shall not take part in such decisions."},
{"topic": "13. Tenure of office", "content": "A member of the Board of the Authority including the chairperson shall hold office for a term of three years but shall be eligible for re-appointment for a further term of three years.\n\n\n\n\n\n"},

{"topic": "14. Procedures of the Board", "content": "(1) The business and affairs of the Board shall be conducted in accordance with the First Schedule.\n\n(2) Except as provided in the First Schedule, the Board may regulate its own procedure.\n\n(3) Five members of the Board shall constitute a quorum for the transaction of any business of the Board.\n\n(4) The Board may invite a technical person to attend any of its meetings and to participate in its deliberations, except where the subject is of classified nature and such an invitee shall not have a vote in any decision of the Board.\n\n\n\n\n\n"},

 {"topic": "15. Director-General of the Authority", "content": "(1) There shall be a Director-General of the Public Procurement Regulatory Authority appointed by the Cabinet Secretary on the advise of the Board.\n\n(2) A person shall not be appointed as a Director-General under this section unless that person—\n\n(a) is a citizen of Kenya;\n\n(b) has a degree in a related field of study from a university recognised in Kenya, and can demonstrate a logical progression in acquiring the academic qualifications;\n\n(c) has at least ten years' experience in senior management position in procurement and supply chain management; and \n\n(d) meets the requirements of Chapter Six of the Constitution.\n\n(3) The Director-General shall be the Chief Executive Officer of the Authority and the Secretary to the Board.\n\n\n\n\n\n"},

 {"topic": "16. Term of office of Director-General", "content": "The Director-General appointed under section 15(1) shall hold office for a term of three years but shall be eligible for re-appointment for a further term of three years."},

{"topic": "17. Functions of the Director-General", "content": "(1) The Director-General shall be responsible for the day to day management of the affairs of the Authority and shall be answerable to the Board in the performance of his functions under this Act.\n\n(2) The Director-General shall perform any other functions determined by the Board or as provided for under this Act\n\n\n\n\n\n"},


{"topic": "18. Restrictions on activities of Director-General", "content": "During the period of his or her appointment, the Director-General shall not—\n\n\t(a) be employed in any gainful employment work or business; or\n\n\t(b) hold any other public office.\n\n\n\n\n\n"},

{"topic": "19. Terms and conditions of service of Director-General and staff", "content": "(1) The terms and conditions of service of the Director-General, and the staff of the Authority shall be determined by the Board in consultation with the Cabinet Secretary, the Public Service Commission and the Salaries and Remuneration Commission.\n\n(2) The schemes of service of the Authority shall be determined by the Board in consultation with the Cabinet Secretary and the Public Service Commission.\n\n\n\n\n\n"},

{"topic": "20. Vacancy of office", "content": "The office of the Director-General shall become vacant if the holder—\n\n\t(a) dies; or\n\n\t(b) become incapacitated on medical grounds; or\n\n\t(c) resigns by a written notice of three months addressed to the Board; or\n\n\t(d) upon expiry of his or her term; or\n\n\t(e) ceases to hold office under section 21 of this Act.\n\n\n\n\n\n"},

{"topic": "21. Removal of Director-General", "content": "(1) The appointment of the Director-General may be terminated only in accordance with this section.\n\n(2) The Board may terminate a person's appointment as the Director-General if that person—\n\n\t(a) violates the Constitution or any other written legislation; or\n\n\t(b) is incompetent; or\n\n\t(c) is of unsound mind; or\n\n\t(d) is convicted of a criminal offence and sentenced to a term of imprisonment exceeding six months or a fine exceeding one million Kenya shillings; or\n\n\t(e) contravenes terms and conditions of service; or\n\n\t(f) is adjudged bankrupt.\n\n(3) Where the question of the removal of the Director-General under subsection (2) arises, the Board shall—\n\n(a) inform the Director-General in writing of the reasons for the intended removal; and\n\n(b) give the Director-General the opportunity to be heard in accordance with the principles of fair administrative action provided for under Article 47 of the Constitution.\n\n\n\n\n\n"},

{"topic": "22. Acting Director-General", "content": "The Board may designate a member of the staff of the Authority to act as the Director-General during the illness or absence of the Director-General or during a vacancy in the office for a period not exceeding three months within which time the Public Service Commission will have reconstituted the Recruitment Panel to recruit another Director-General.\n\n\n\n\n\n"},



{"topic": "23. Staff of the Authority", "content": "The Board may, upon such terms and conditions of service as it may determine, employ management staff of the Authority as may be necessary for the proper performance of its functions taking into account the need for ethnic and regional balance and gender parity.\n\n\n\n\n\n"},

{"topic": "24. Financial arrangements", "content": "(1) The financial year of the Authority shall be the period of twelve months ending on the 30th June in each year or any other day prescribed by national legislation. \n\n(2) At least five months before the commencement of each financial year, the Board shall cause estimates of the revenue and expenditures of the Authority for that year to be prepared and submitted to the Cabinet Secretary for approval.\n\n(3) The estimates of budget shall make provision for all the estimated revenues and expenditures of the Authority for the financial year and, in particular, shall provide for—\n\n\t(a) the estimates of revenues accruing to the Authority;\n\n\t(b) the payment of salaries, allowances and other charges in respect of the staff of the Authority;\n\n\t(c) the payment of pensions, gratuities and other charges in respect of former staff of the Authority;\n\n\t(d) the proper maintenance of buildings and grounds of the Authority;\n\n\t(e) the maintenance, repair and replacement of the equipment and other property of the Authority; and\n\n\t(f) the payment of allowances and expenses of the Board; and\n\n\t(g) capital expenditure to be undertaken by the Authority.\n\n(4) The Authority shall make provision for the renewal of depreciating assets and the payment of pensions and other retirement benefits.\n\n(5) The funds of the Authority shall consist of—\n\n\t(a) money appropriated by Parliament for the purpose of running the Authority;\n\n\t(b) donations or graft received by the Authority for its activities;\n\n\t(c) revenue or fees collected for services rendered by the Authority; and\n\n\t(d) capacity building levy of such percentage of the procurements contract price by public entities as may be prescribed by the Cabinet Secretary.\n\n\n\n\n\n"},


{"topic": "25. Audit", "content": "The Authority shall be audited by the office of the Auditor-General in accordance with Articles 226(3) and 229 of the Constitution and the Public Audit Act, 2003 (No. 12 of 2003);\n\n\n\n\n\n"},

 {"topic": "26. Annual reports", "content": "(1) For each financial year, the Board shall cause an annual report to be prepared.\n\n(2) The Board shall submit to the Cabinet Secretary the quarterly reports within thirty days after the end of the quarter and the annual report within three months after the end of the year to which the report relates.\n\n(3) The reports shall contain, in respect of the period to which they relate—\n\n\t(a) a description of the activities of the Authority;\n\n\t(b) a report on how the public procurement and disposal systems are working and those that are subject of controversy or litigation;\n\n\t(c) a report on the overall functioning of the public procurement system;\n\n\t(d) a report on matters under Article 227(2) of the Constitution; and\n\n\t(e) a report on the compliance with this Act by each county government.\n\n(4) In addition to what is required under subsection (3), each annual report shall include the financial statements of the Authority for the year to which the report relates.\n\n(5) The Cabinet Secretary shall, within thirty days after receiving a report, transmit it to Parliament and the relevant county assembly.\n\n(5) The Cabinet Secretary shall, within thirty days after receiving a report, transmit it to Parliament and the relevant county assembly.\n\n((6) The Board shall publish and publicize the draft report within two weeks after the expiry of seven (7) days upon submission to the Cabinet Secretary.\n\n\n\n\n\n"},


 {"topic": "27. Establishment of the Public Procurement Administrative Review Board", "content": "(1) There shall be a central independent procurement appeals review board to be known as the Public Procurement Administrative Review Board as an unincorporated Board.\n\n(2) The Review Board shall ensure reasonable access to its services in all parts of the Republic, as far as it is appropriate to do so.\n\n\n\n\n\n"},


{"topic": "28. Functions and powers of the Review Board", "content": "(1) The functions of the Review Board shall be—\n\n\t(a) reviewing, hearing and determining tendering and asset disposal disputes; and\n\n\t(b) to perform any other function conferred to the Review Board by this Act, Regulations or any other written law.\n\n(2) In performance of its functions under subsection (1)(a) of this section, the Review Board shall have powers to develop rules and procedures to be gazetted by the Cabinet Secretary.\n\n(3) The Authority shall provide secretariat and administrative services to the Review Board.\n\n\n\n\n\n"},




{"topic": "29. Composition of the Review Board", "content": "(1) The Review Board shall comprise of the following 15 members who shall be appointed by the Cabinet Secretary taking into account regional and gender balance—\n\n\t(a) a chairperson whose qualifications and experience shall be as that of a Judge of the High Court; and\n\n\t(b) seven other members whose qualifications and experience shall be as prescribed in the regulations.\n\n\t(c) seven other persons appointed by the Cabinet Secretary.\n\n(2) A person appointed as a member under subsection (1) shall be nominated by the following professional bodies from amongst their members as follows—\n\n\t(a) two persons nominated by the Law Society of Kenya;\n\n\t(b) one person nominated by the Chartered Institute of Arbitrators, Kenya Chapter;\n\n\t(c) one persons nominated by the Kenya Institute of Supplies Management;\n\n\t(d) one persons nominated by the Institute of Certified Public Accountants of Kenya; and\n\n\t(e) one person nominated by the Institute of Engineers of Kenya;\n\n\t(f) one person nominated by the Architectural Association of Kenya.\n\n(3) The procedure for nominating the persons mention under subsection (2) shall be as prescribed.\n\n\n\n\n\n"},


{"topic": "30. Qualifications of members of the Review Board", "content": "(1) A person shall not be appointed as a member of the Review Board under section 29 unless that person—\n\n\t(a) possesses a university degree from a university recognised in Kenya;\n\n\t(b) has knowledge and experience of not less than seven years in the relevant field;\n\n\t(c) is a professional of good standing in his or her respective professional body; and\n\n\t(d) meets the requirements of Chapter Six of the Constitution.\n\n(2) The Chairperson appointed under this Act shall be a person who qualifies to be a judge of the High Court and shall meet the requirements of Chapter Six of the Constitution.\n\n\n\n\n\n"},


{"topic": "31. Tenure of office", "content": "(1) The Chairperson and the members of the Review Board shall hold office for a term of three years and shall be eligible for a further term of three years.\n\n(2) For continuity of the Review Board's functions and responsibilities, the appointment of the Review Board Members shall be on a staggered period of six months.\n\n(3) The provisions set out in the Second Schedule shall have effect in relation to the conduct of business and affairs of the Review Board.\n\n\n\n\n\n"},


 {"topic": "32. Terms and conditions of service of the Review Board members", "content": "(1) The terms and conditions of service of the Review Board shall be determined by the Cabinet Secretary and the Salaries and Remuneration Commission.\n\n(2) The members of the Review Board shall serve on a part time basis.\n\n\n\n\n\n"},




{"topic": "33. Roles and Responsibilities of the County Government", "content": "(1) A County Treasury shall be the organ responsible for the implementation of public procurement and asset disposal policy in the county.\n\n(2) Without prejudice to the general provisions of sub-section (1), the County Treasury shall establish a procurement function which shall—\n\n\t(a) implement public procurement and asset disposal procedures;\n\n\t(b) coordinate administration of procurement and asset disposal contracts;\n\n\t(c) coordinate consultations with county stakeholders of the public procurement and asset disposal system in liaison with the National Treasury and the Authority;\n\n\t(d) advise the accounting officers of county government entities on public procurement and asset disposal matters;\n\n\t(e) co-ordinate county government monitoring and evaluation of the supply chain function of county government entities including ensuring compliance;\n\n\t(f) promote preference and reservations schemes for small and micro enterprises and other disadvantaged groups, citizen contractors, women, youth, persons with disabilities, minorities and marginalized groups in public procurement at the county;\n\n\t(g) promote preference and reservation schemes for residents of the county to ensure a minimum of twenty percent in public procurement at the county;\n\n\t(h) administer the scheme of service for county government procurement and supply chain management officers and capacity building;\n\n(3) The County Treasury may prescribe an institutional framework to provide for the procurement, administration and management of common user items for the county government.\n\n\n\n\n\n"},



{"topic": "34. Powers to ensure compliance", "content": "A public entity shall provide the National Treasury or the Authority with such information relating to procurement and asset disposal as may be required in writing.\n\n\n\n\n\n"},


{"topic": "35. Investigations", "content": "(1) The Authority, may undertake investigations, at any reasonable time, by among other things examining the records and accounts of the procuring entity and contractor, supplier or consultant relating to the procurement or disposal proceeding or contract with respect to a procurement or disposal with respect to a State organ or public entity for the purpose of determining whether there has been a breach of this Act or the Regulations made thereunder.\n\n(2) An investigation under sub-section (1) may be initiated by the Authority or on request in writing by a public institution or any other person.\n\n(3) Investigation shall be conducted by an investigator appointed for the purpose by the Authority.\n\n\n\n\n\n"},



{"topic": "36. Powers of investigators", "content": "(1) For the purpose of carrying out an investigation of procurement or asset disposal proceedings an investigator has the following powers—\n\n\t(a) with prior notification to the procuring entity, the investigator shall have access to all relevant premises, books, records, returns, reports and other documents of the procuring entity or a person who participated in the procurement or asset disposal proceedings, including electronic documents;\n\n\t(b) the investigator may remove or make copies of any documents the investigator has access to under paragraph (a);\n\n\t(c) where an investigator removes a document from the premises, the investigator shall certify a copy of the document to be left with the procuring entity; and\n\n\t(d) the investigator may require any of the following to provide explanations, information and assistance—\n\n\t\t(i) an employee or officer of the procuring entity; or\n\n\t\t(ii) an employee or officer of a person who participated in the procurement or asset disposal proceedings.\n\n(2) In addition to the powers under subsection (1), an investigator shall have such other powers as may be prescribed by Regulations.\n\n(3) The powers of an investigator are subject to such conditions and limitations as may be prescribed by regulations.\n\n\n\n\n\n"},




{"topic": "37. Report of investigation", "content": "After completing his or her investigation, an investigator shall prepare and submit a report to the Authority.\n\n\n\n\n\n"},



{"topic": "38. Order by the Director-General", "content": "(1) If, after considering the report of an investigator, the Director-General is satisfied that there has been a breach of this Act, the Regulations or any directions of the Authority, the Director-General may, by order, do any one or more of the following—\n\n\t(a) direct the procuring entity to take such actions as are necessary to rectify the contravention;\n\n\t(b) terminate the procurement or asset disposal proceedings;\n\n\t(c) prepare and submit a summary of the investigator's findings and recommendations to the relevant authorities for action; or\n\n\t(d) require the procuring entity to transfer procuring responsibilities of the subject procurement to another procuring entity.\n\n(2) Before making an order under subsection (1), the Director-General shall give the following persons an opportunity to make representations—\n\n\t(a) the procuring entity; and\n\n\t(b) any other person whose legal rights the Director-General believes may be adversely affected by the order.\n\n\n\n\n\n"},


{"topic": "39. Request for a Judicial review", "content": "The procuring entity and any other person who was entitled to be given an opportunity to make representations under section 38 (2) may request for Judicial Review against an order of the Board to the High Court within fourteen days after the order is made.\n\n\n\n\n\n"},


{"topic": "40. No investigation if issue before Review Board", "content": "(1) No investigation shall be commenced or continued under this Part, and no order shall be made under this Part, in relation to an issue that the Review Board is reviewing or has reviewed under the relevant provisions of this Act.\n\n(2) Subsection (1) ceases to apply if, after the Review Board has completed its review, information comes to the attention of the Board that was not brought before the Review Board in the course of its review.\n\n\n\n\n\n"},




{"topic": "41. Debarment", "content": "(1) The Board shall debar a person from participating in procurement or asset disposal proceedings on the ground that the person—\n\n\t(a) has committed an offence under this Act;\n\n\t(b) has committed an offence relating to procurement under any other Act or Law of Kenya or any other jurisdiction;\n\n\t(c) has breached a contract for a procurement by a public entity including poor performance;\n\n\t(d) has, in procurement or asset disposal proceedings, given false information about his or her qualifications;\n\n\t(e) has refused to enter into a written contract as required under section 135 of this Act;\n\n\t(f) has breached a code of ethics issued by the Authority pursuant to section 181 of this Act or the code of ethics of the relevant profession regulated by an Act of Parliament;\n\n\t(g) has defaulted on his or her tax obligations;\n\n\t(h) is guilty of corrupt or fraudulent practices; or\n\n\t(i) is guilty of a serious violation of fair employment laws and practices.\n\n(2) Without limiting the generality of subsection (1) the Board may debar a person from participating in any procurement process if that person—\n\n\t(a) has breached the requirements of the tender securing declaration form in the tender documents; or\n\n\t(b) has not performed according to professionally regulated procedures.\n\n(3) The Authority, may also debar a person from participating in procurement or asset disposal proceedings—\n\n\t(a) on the recommendation of a law enforcement organ with an investigative mandate;\n\n\t(b) on grounds prescribed by the Authority in Regulations.\n\n(4) A debarment under this section shall be for a specified period of time of not less than three years.\n\n(5) The procedure for debarment shall be prescribed by Regulations.\n\n\n\n\n\n"},



{"topic": "42. Judicial Review", "content": "A party to the department may seek Judicial Review from the decision of the Authority to the High Court within fourteen days after the decision is made.\n\n\n\n\n\n"},



{"topic": "43. Inspections, Assessments and Reviews relating to contracts, procurement and asset disposal proceedings", "content": "(1) The Authority, or anyone authorised by the Authority, may inspect, assess, review or audit at any reasonable time, the records and accounts of the procuring entity and contractor relating to the procurement or disposal proceeding or contract and the procuring entity and contractor or tenderer shall co-operate with and assist whoever does such an inspection.\n\n(2) The Authority shall conduct procurement audits during the tender preparation, contract audit in the course of execution of an awarded tender; and performance audit after the completion of the contract in respect of any procurement or asset disposal as may be required.\n\n(3) The inspector shall have access to all relevant books, records, returns, reports and other documents of the procuring entity or a person who participated in the procurement or asset disposal proceedings, including electronic documents.\n\n(4) The inspector may remove or make copies of any documents he or she has access to.\n\n(5) Where an inspector removes a document from the promises, the inspector shall certify a copy of the document to be left with the procuring entity;\n\n(6) The inspector may require any of the following to provide explanations, information and assistance—\n\n\t(a) an employee or officer of the procuring entity; or\n\n\t(b) an employee or a person who participated in the procurement or asset disposal proceedings.\n\n(7) Subject to prescribed conditions and limitations, an inspector shall have additional powers as may be prescribed.\n\n(8) Where contraventions are discovered in the course of an inspection, the Authority may direct the procuring entity to take such actions as are necessary to rectify the contravention.\n\n\n\n\n\n"},



 {"topic": "44. Responsibilities of the accounting officer", "content": "(1) An accounting officer of a public entity shall be primarily responsible for ensuring that the public entity complies with the Act.\n\n(2) In the performance of the responsibility under subsection (1), an accounting officer shall—\n\n\t(a) ensure that procurements of goods, works and services of the public entity are within approved budget of that entity;\n\n\t(b) constitute all procurement and asset disposal committees within a procuring entity in accordance with the Act;\n\n\t(c) ensure procurement plans are prepared in conformity with the medium term fiscal framework and fiscal policy objectives and, subject to subsection (3), submit them to the National Treasury;\n\n\t(d) ensure proper documentation of procurement proceedings and safe custody of all procurement records in accordance with the Act;\n\n\t(e) ensure compliance with sections 68, 147, 148 and 149 of the Public Finance Management Act, 2012 (No. 18 of 2012);\n\n\t(f) approve and sign all contracts of the procuring entity;\n\n\t(g) ensure the procurement and asset disposal process of the public entity shall comply with this Act;\n\n\t(h) ensure that the procurement processes are handled by different professional offices in respect of procurements, initiation, processing and receipt of goods, works and services;\n\n\t(i) submit to the Authority the part in its procurement plan demonstrating application of preference and reservations schemes in relation to the procurement budget within sixty days after commencement of the financial year; and\n\n\t(j) ensure compliance with any other responsibilities assigned by this Act or any other Act of Parliament or as may be prescribed in Regulations.\n\n(3) The procurement plans prepared by the national security organs shall be exempted from submission to the National Treasury.\n\n(4) An accounting officer involved in a procurement transaction on exploitation of natural resources shall comply with provisions of Article 71 of the Constitution and any other written law.\n\n\n\n\n\n"},





{"topic": "45. Corporate decisions and segregation of responsibilities", "content": "(1) For the purpose of ensuring that the accounting officer's decisions are made in a systematic and structured way, an accounting officer shall establish systems and procedures to facilitate decision making for procurement and asset disposal.\n\n(2) The procedures required under subsection (1), shall be consistent with this Act and the Regulations.\n\n(3) All procurement processes shall be—\n\n\t(a) within the approved budget of the procuring entity and shall be planned by the procuring entity concerned through an annual procurement plan;\n\n\t(b) undertaken by a procuring entity as per the threshold matrix prescribed; and\n\n\t(c) undertaken in strict adherence to Article 227 of the Constitution.\n\n(4) All asset disposal processes shall be handled by different persons in respect of identification, consolidation, preparation of a disposal plan, pricing and the disposal itself.\n\n(5) For the avoidance of doubt, all public officers or State officers involved in procurement or asset disposal processes shall bear responsibility for their actions and omissions.\n\n\n\n\n\n"},


 {"topic": "46. Evaluation Committee", "content": "(1) An Accounting officer shall ensure that an ad hoc evaluation committee is established in accordance with this Act and Regulations made thereunder and from within the members of staff, with the relevant expertise.\n\n(2) In establishing the ad hoc evaluation committee referred to in subsection (1) above, the procuring entity that is a State Department or a County Department, shall do so in consultation with the Cabinet Secretary or the County Executive Committee member responsible for that entity, as the case may be.\n\n(3) Despite subsection (1), where technical expertise is required from outside the organisation, such expertise may be obtained from other procuring entities or procured to join the committee, on recommendation, in writing, by the head of the procurement function, and the committee shall be appointed by the accounting officer, in writing.\n\n(4) An evaluation committee established under subsection (1), shall—\n\n\t(a) deal with the technical and financial aspects of a procurement as well as the negotiation of the process including evaluation of bids, proposals for prequalification, registration lists, Expression of Interest and any other roles assigned to it;\n\n\t(b) consist of between three and five members appointed on a rotational basis comprising heads of user department and two other departments or their representatives and where necessary, procured consultants or professionals, who shall advise on the evaluation of the tender documents and give a recommendation on the same to the committee within a reasonable time;\n\n\t(c) have as its secretary, the person in charge of the procurement function;\n\n\t(d) complete the procurement process for which it was appointed and no new committee shall be appointed on the same issue unless the one handling the issue has been procedurally disbanded;\n\n\t(e) adopt a process that shall ensure the evaluation process utilized adheres to Articles 201(d) and 227 (1) of the Constitution.\n\n(5) For greater certainty a procuring entity shall where a member of the ad hoc evaluation committee contravenes any provisions of this Act, institute disciplinary measures in accordance with the procuring entity's disciplinary measures and the provisions of this Act.\n\n(6) Where a public entity lacks capacity to comply with this Act an accounting officer shall seek assistance from the National Treasury.\n\n(7) Subject to this Act, the evaluation committee may invite external technical experts who are not employees of the organisation to assist in matters that need specific technical expertise.\n\n(8) Notwithstanding the provisions in this section, the Cabinet Secretary may prescribe other procedures for evaluating low value procurements below specified thresholds.\n\n\n\n\n\n"},




{"topic": "47. Procurement function", "content": "(1) A procurement function shall be handled by procurement professionals whose qualifications are recognized in Kenya.\n\n(2) The head of the procurement function shall among other functions under this Act, be responsible for rendering procurement professional advice to the accounting officer.\n\n(3) The Cabinet Secretary shall make regulations for the better carrying out of this section in respect to low value procurement.\n\n\n\n\n\n"},



{"topic": "48. Inspection and acceptance committee", "content": "(1) An accounting officer of a procuring entity may establish an ad hoc committee known as the inspection and acceptance committee.\n\n(2) The inspection and acceptance committee shall be composed of a chairman and at least two other members appointed by the accounting officer or the head of the procuring entity on the recommendation of the procuring unit.\n\n(3) The inspection and acceptance committee shall immediately after the delivery of the goods, works or services—\n\n\t(a) inspect and where necessary ,test the goods received;\n\n\t(b) inspect and review the goods ,works or services in order to ensure compliance with the terms and specifications of the contract; and\n\n\t(c) accept or reject, on behalf of the procuring entity, the delivered goods, works or services.\n\n(4) The inspection and acceptance committee shall—\n\n\t(a) ensure that the correct quantity of the goods is received;\n\n\t(b) ensure that the goods, works or services meet the technical standards defined in the contract;\n\n\t(c) ensure that the goods, works or services have been delivered or completed on time ,or that any delay has been noted;\n\n\t(d) ensure that all required manuals or documentation has been received; and\n\n\t(e) issue interim or completion certificates or goods received notes, as appropriate and in accordance with the contract.\n\n\n\n\n\n"},



{"topic": "49. Sector-specific procuring and disposal agencies", "content": "A procuring entity or procuring entities with common interest may establish a procuring agency at national or county level for the purpose of procurement and distribution of sector-specific goods, works and services on behalf of procuring entities within the respective sector and shall be in accordance with this Act and the regulations made thereunder.\n\n\n\n\n\n"},




 {"topic": "50. Consortium buying", "content": "(1) A procuring entity or procuring entities with common interest may enter into consortium buying for the purpose of procuring jointly in order to benefit from economies of scale.\n\n(2) Any procurement or disposal undertaken pursuant to subsections (1) of this section shall be subject to this Act.\n\n\n\n\n\n"},



{"topic": "51. Procuring agents or asset disposal agents", "content": "(1) A procuring entity may procure and appoint a procuring or asset disposal agent, as per this Act, including on a competitive basis to carry out such procurement or asset disposal on its behalf as per the terms of the contract\n\n(2) A procuring entity may not appoint a procuring or asset disposal agent unless that procuring entity —\n\n\t(a) demonstrates lack of internal capacity;\n\n\t(b) provides evidence of inability to establish a procurement and disposal unit; or\n\n\t(c) demonstrates the inability to use the services of other State organs or public entities.\n\n(3) The appointment of a procuring or asset disposal agent under subsection (2) shall be done only from amongst a list of agents registered and licensed by the Authority.\n\n(4) A procuring entity shall, within fourteen days after the appointment of the agent, publicise the following details on its website-\n\n\t(a) Name and address of the agent;\n\n\t(b) value of the contract;\n\n\t(c) items and value of items to be procured or disposed by the agent;\n\n\t(d) duration of the contract; and\n\n\t(e) method of procuring the agent.\n\n(5) A state organ or public entity shall not appoint more than one agent for the same transaction.\n\n(6) A state organ or public entity shall give preferential treatment to the local agents before seeking the services of an international procurement agent.\n\n(7) For the preference for local agents, all the work shall be handled by agents of same region in question, and where an international agent has been procured, all functions that will be sublet and can be performed by citizens shall be sublet to persons who are citizens.\n\n(8) A Procuring or disposal agent shall comply with the provisions of this Act.\n\n\n\n\n\n"},




{"topic": "52. Transfer of procuring responsibility to another public entity or procuring agent", "content": "(1) The Authority shall have power to transfer the procuring responsibility of a procuring entity to another procuring entity or procuring agent in the event of delay or in such other circumstances as may be prescribed.\n\n(2) Subject to the approval of the governing body of the organ or entity, where applicable or upon recommendation of the Authority, an accounting officer shall make arrangements to enable another procuring entity to carry out the procurement or part of the procurement, on behalf of a procuring entity, in accordance with this Act.\n\n(3) A procuring entity may use the register list of another State organ or public entity whenever the procuring entity's list does not suffice.\n\n(4) The procuring entity shall obtain the whole list of relevant category from the State organ or entity, and together with its own relevant list, subject the list to this Act.\n\n\n\n\n\n"},



{"topic": "53. Procurement and asset disposal planning", "content": "(1) All procurement by State organs and public entities are subject to the rules and principles of this Act.\n\n(2) An accounting officer shall prepare an annual procurement plan which is realistic in a format set out in the Regulations within the approved budget prior to commencement of each financial year as part of the annual budget preparation process.\n\n(3) Any public officer who knowingly recommends to the accounting officer excessive procurement of items beyond a reasonable consumption of the procuring entity commits an offence under this Act.\n\n(4) All asset disposals shall be planned by the accounting officer concerned through annual asset disposal plan in a format set out in the Regulations.\n\n(5) A procurement and asset disposal planning shall be based on indicative or approved budgets which shall be integrated with applicable budget processes and in the case of a State Department or County Department, such plans shall be approved by the Cabinet Secretary or the County Executive Committee member responsible for that entity.\n\n(6) All procurement and asset disposal planning shall reserve a minimum of thirty per cent of the budgetary allocations for enterprises owned by women, youth, persons with disabilities and other disadvantaged groups.\n\n(7) Multi-year procurement plans may be prepared in a format set out in the Regulations and shall be consistent with the medium term budgetary expenditure framework for projects or contracts that go beyond one year.\n\n(8) Accounting officer shall not commence any procurement proceeding until satisfied that sufficient funds to meet the obligations of the resulting contract are reflected in its approved budget estimates.\n\n(9) An accounting officer who knowingly commences any procurement process without ascertaining whether the good, work or service is budgeted for, commits an offence under this Act.\n\n(10) For greater certainty, the procurement and disposal plans approved under subsection (5) shall include choice of procurement and disposal methods and certain percentages referred to under subsection (6).\n\n(11) Any state or public officer who fails to prepare procurement and disposal plans shall be subject to internal disciplinary action.\n\n\n\n\n\n"},



{"topic": "54. Procurement pricing and requirement not to split of contracts", "content": "(1) No procuring entity may structure procurement as two or more procurements for the purpose of avoiding the use of a procurement procedure except where prescribed.\n\n(2) Standard goods, services and works with known market prices shall be procured at the prevailing market price.\n\n(3) The Authority shall issue a quarterly market price index as reference guide to assist accounting officers make informed price decisions.\n\n(4) Public officers involved in transactions in which standard goods, services and works are procured at unreasonably inflated prices shall, in addition to any other sanctions prescribed in this Act or the Regulations made thereunder, be required to pay the procuring entity for the loss resulting from their actions.\n\n\n\n\n\n"},


{"topic": "55. Eligibility to bid", "content": "(1) A person is eligible to bid for a contract in procurement or an asset being disposed, only if the person satisfies the following criteria—\n\n\t(a) the person has the legal capacity to enter into a contract for procurement or asset disposal;\n\n\t(b) the person is not insolvent, in receivership, bankrupt or in the process of being wound up;\n\n\t(c) the person, if a member of a regulated profession, has satisfied all the professional requirements;\n\n\t(d) the procuring entity is not precluded from entering into the contract with the person under section 38 of this Act;\n\n\t(e) the person and his or her sub-contractor, if any, is not debarred from participating in procurement proceedings under Part IV of this Act;\n\n\t(f) the person has fulfilled tax obligations;\n\n\t(g) the person has not been convicted of corrupt or fraudulent practices; and\n\n\t(h) is not guilty of any serious violation of fair employment laws and practices.\n\n(2) A person or consortium shall be considered ineligible to bid, where in case of a corporation, private company, partnership or other body, the person or consortium, their spouse, child or sub-contractor has substantial or controlling interest and is found to be in contravention of the provisions of subsection (1) (e), (f), (g) and (h).\n\n(3) Despite the provisions of subsection (2), a person or other body having a substantial or controlling interest shall be eligible to bid where—\n\n\t(a) such person has declared any conflict of interest; and\n\n\t(b) performance and price competition for that good, work or service is not available or can only be sourced from that person or consortium.\n\n(4) A State organ or public entity shall require a person to provide evidence or information to establish that the criteria under subsection (1) are satisfied.\n\n(5) State organ or public entity shall consider as ineligible a person for submitting false, inaccurate or incomplete information about his or her qualifications.\n\n\n\n\n\n"},



{"topic": "56. Use of list of another state organ or public entity", "content": "(1) To identify qualified persons, a State organ or public entity may seek, in writing, to use another State organ's, public entity's or regulated professional body's registration list of all registered persons in the category, provided that the list is valid and developed through a competitive process in accordance with the relevant provisions of this Act or, in the case of regulated professional bodies, developed through a process in accordance with relevant provisions of the legislation regulating the particular profession.\n\n(2) The State organ or public entity shall then subject the list, together with its own, where applicable, to the procedures in this Act.\n\n\n\n\n\n"},



{"topic": "57. List of registered suppliers", "content": "(1) The head of the procurement function of a procuring entity shall maintain and update lists of registered suppliers, contractors and consultants in the categories of goods, works or services according to its procurement needs.\n\n(2) Submission of names shall be continuous and the registration list shall be updated periodically as prescribed in Regulations and in accordance with this Act.\n\n\n\n\n\n"},


{"topic": "58. Standard procurement and asset disposal documents", "content": "(1) An accounting officer of a procuring entity shall use standard procurement and asset disposal documents issued by the Authority in all procurement and asset disposal proceedings.\n\n(2) The tender documents used by a procuring entity under subsection (1) shall contain sufficient information to allow fairness, equitability, transparency, cost-effectiveness and competition among those who may wish to submit their applications.\n\n\n\n\n\n"},



 {"topic": "59. Limitation on contracts with state and public officers", "content": "(1) A State Organ or public entity shall not enter into a contract for a procurement with—\n\n\t(a) a public officer or state officer or a member of a committee or Board of that State organ or public entity; or\n\n\t(b) an officer of that public entity or state organ.\n\n(2) A State officer or a public officer shall not award or influence the award of a contract to—\n\n\t(a) himself or herself;\n\n\t(b) the State officer's or public officer's spouse or child;\n\n\t(c) a business associate or agent; or\n\n\t(d) a corporation, private company, partnership or other body in which the officer has a substantial or controlling interest.\n\n(3) A state officer or public officer who has an interest in a matter under consideration in a public procurement or asset disposal shall disclose in writing, the nature of that interest and shall not participate in any procurement or asset disposal relating to that interest.\n\n\n\n\n\n"},



{"topic": "60. Specific requirements", "content": "(1) An accounting officer of a procuring entity shall prepare specific requirements relating to the goods, works or services being procured that are clear, that give a correct and complete description of what is to be procured and that allow for fair and open competition among those who may wish to participate in the procurement proceedings.\n\n(2) The specific requirements shall include all the procuring entity's technical requirements with respect to the goods, works or services being procured.\n\n(3) The technical requirements shall, where appropriate—\n\n\t(a) conform to design, specification, functionality and performance;\n\n\t(b) be based on national or international standards whichever is superior;\n\n\t(c) factor in the life of the item;\n\n\t(d) factor in the socio-economic impact of the item;\n\n\t(e) be environment-friendly;\n\n\t(f) factor in the cost disposing the item; and\n\n\t(g) factor in the cost of servicing and maintaining the item.\n\n(4) The technical requirements shall not refer to a particular trademark, name, patent, design, type, producer or service provider or to a specific origin unless—\n\n\t(a) there is no other sufficiently precise or intelligible way of describing the requirements; and\n\n\t(b) the requirements allow equivalents to what is referred to.\n\n\n\n\n\n"},





{"topic": "61. Tender security", "content": "(1) An accounting officer of a procuring entity may require that tender security be provided with tenders, subject to such requirements or limits as may be prescribed.\n\n(2) The form of tender security in subsection (1) shall be—\n\n\t(a) as prescribed in the Regulations;\n\n\t(b) stated as an absolute value;\n\n\t(c) an amount of not more than two percent of the tender as valued by the procuring entity.\n\n(3) Tender security shall be forfeited if the person submitting the tender—\n\n\t(a) withdraws the tender after the deadline for submitting tenders but before the expiry of the period during which tenders shall remain valid; or\n\n\t(b) refuses to enter into a written contract as required under section 136 or fails to furnish any required performance security.\n\n(4) A procuring entity may immediately release any tender security if—\n\n\t(a) the procurement proceedings are terminated;\n\n\t(b) the procuring entity determines that none of the submitted tenders is responsive;\n\n\t(c) a contract for the procurement is entered into; or\n\n\t(d) a bidder declines to extend the tender validity.\n\n(5) Tender securities shall not be required in procurements reserved for small and micro-enterprises or enterprises owned by women, youth, persons with disabilities and other disadvantaged groups participating in a procurement proceeding and the target group shall be required to fill and sign the Tender Securing Declaration Form as prescribed.\n\n\n\n\n\n"},


{"topic": "62. Declaration not to engage in corruption", "content": "A tender, proposal or quotation submitted by a person shall include a declaration that the person will not engage in any corrupt or fraudulent practice and a declaration that the person or his or her sub-contractors are not debarred from participating in procurement proceedings.\n\n\n\n\n\n"},


{"topic": "63. Termination or cancellation of procurement and asset disposal proceedings", "content": "(1) An accounting officer of a procuring entity, may, at any time, prior to notification of tender award, terminate or cancel procurement or asset disposal proceedings without entering into a contract where any of the following applies—\n\n\t(a) the subject procurement have been overtaken by—\n\n\t\t(i) operation of law; or\n\n\t\t(ii) substantial technological change;\n\n\t(b) inadequate budgetary provision;\n\n\t(c) no tender was received;\n\n\t(d) there is evidence that prices of the bids are above market prices;\n\n\t(e) material governance issues have been detected;\n\n\t(f) all evaluated tenders are non-responsive;\n\n\t(g) force majeure;\n\n\t(h) civil commotion, hostilities or an act of war; or\n\n\t(i) upon receiving subsequent evidence of engagement in fraudulent or corrupt practices by the tenderer.\n\n(2) An accounting officer who terminates procurement or asset disposal proceedings shall give the Authority a written report on the termination within fourteen days.\n\n(3) A report under subsection (2) shall include the reasons for the termination.\n\n(4) An accounting officer shall notify all persons who submitted tenders of the termination within fourteen days of termination and such notice shall contain the reason for termination.\n\n\n\n\n\n"},




{"topic": "64. Form of communications, electronic procurement and asset disposal", "content": "(1) All communications and enquiries between parties on procurement and asset disposal proceedings shall be in writing.\n\n(2) Information and Communication Technologies (ICT) may be used in procurement and asset disposal proceedings as prescribed with respect to—\n\n\t(a) publication of notices;\n\n\t(b) submission and opening of tenders;\n\n\t(c) tender evaluation;\n\n\t(d) requesting for information on the tender or disposal process;\n\n\t(e) dissemination of laws, regulations and directives;\n\n\t(f) digital signatures; or\n\n\t(g) as may be prescribed by regulations.\n\n\n\n\n\n"},


 {"topic": "65. Inappropriate influence on evaluations, etc", "content": "(1) After the deadline for the submission of tenders, proposals or quotations—\n\n\t(a) a person who submitted a tender shall not make any unsolicited communications to the procuring entity or any person involved in the procurement proceedings that might reasonably be construed as an attempt to influence the evaluation and comparison of tenders; and\n\n\t(b) a person shall not attempt, in any way, to influence that evaluation and comparison.\n\n(2) A person who contravenes the provisions of subsection (1) commits an offence and shall lead to the tenderer being disqualified and the public officer facing disciplinary action in addition to any other action under this Act.\n\n(3) Upon completion of the evaluation process, a tenderer may communicate with the procuring entity on the procurement proceedings.\n\n\n\n\n\n"},


{"topic": "66. Corrupt, coercive, obstructive, collusive or fraudulent practice, conflicts of interest", "content": "(1) A person to whom this Act applies shall not be involved in any corrupt, coercive, obstructive, collusive or fraudulent practice; or conflicts of interest in any procurement or asset disposal proceeding.\n\n(2) A person referred to under subsection (1) who contravenes the provisions of that sub-section commits an offence.\n\n(3) Without limiting the generality of the subsection (1) and (2), the person shall be—\n\n\t(a) disqualified from entering into a contract for a procurement or asset disposal proceeding; or\n\n\t(b) if a contract has already been entered into with the person, the contract shall be voidable.\n\n(4) The voiding of a contract by the procuring entity under subsection (7) does not limit any legal remedy the procuring entity may have.\n\n(5) An employee or agent of the procuring entity or a member of the Board or committee of the procuring entity who has a conflict of interest with respect to a procurement—\n\n\t(a) shall not take part in the procurement proceedings;\n\n\t(b) shall not, after a procurement contract has been entered into, take part in any decision relating to the procurement or contract; and\n\n\t(c) shall not be a subcontractor for the bidder to whom was awarded contract, or a member of the group of bidders to whom the contract was awarded, but the subcontractor appointed shall meet all the requirements of this Act.\n\n(6) An employee, agent or member described in subsection (1) who refrains from doing anything prohibited under that subsection, but for that subsection, would have been within his or her duties shall disclose the conflict of interest to the procuring entity.\n\n(7) If a person contravenes subsection (1) with respect to a conflict of interest described in subsection (5)(a) and the contract is awarded to the person or his relative or to another person in whom one of them had a direct or indirect pecuniary interest, the contract shall be terminated and all costs incurred by the public entity shall be made good by the awarding officer.\n\n(8) For the purpose of this section, a person has a conflict of interest with respect to a procurement if the person or a relative of the person—\n\n\t(a) seeks, or has a direct or indirect pecuniary interest in another person who seeks, a contract for the procurement; or\n\n\t(b) owns or has a right in any property or has a direct or indirect pecuniary interest that results in the private interest of the person conflicting with his duties with respect to the procurement.\n\n(9) The ownership of, or right in, any property referred to in subsection (8) (b) shall not include rights arising by virtue of owning shares in publicly listed companies.\n\n(10) For the purpose of subsection (8), the following are persons seeking a contract for a procurement—\n\n\t(a) a person submitting a tender, proposal or quotation; or\n\n\t(b) if direct procurement is being used, a person with whom the procuring entity is negotiating.\n\n(11) In this section, \"relative\" means—\n\n\t(a) a spouse, child, parent, brother or sister;\n\n\t(b) a child, parent, brother or sister of a spouse; or\n\n\t(c) any other prescribed persons.\n\n(12) Any person who contravenes the provisions of this section commits an offence.\n\n\n\n\n\n"},



{"topic": "67. Confidentiality", "content": "(1) During or after procurement proceedings and subject to subsection (3), no procuring entity and no employee or agent of the procuring entity or member of a board, commission or committee of the procuring entity shall disclose the following—\n\n\t(a) information relating to a procurement whose disclosure would impede law enforcement or whose disclosure would not be in the public interest;\n\n\t(b) information relating to a procurement whose disclosure would prejudice legitimate commercial interests, intellectual property rights or inhibit fair competition;\n\n\t(c) information relating to the evaluation, comparison or clarification of tenders, proposals or quotations; or\n\n\t(d) the contents of tenders, proposals or quotations.\n\n(2) For the purposes of subsection (1) an employee or agent or member of a board, commission or committee of the procuring entity shall sign a confidentiality declaration form as prescribed.\n\n(3) This section does not prevent the disclosure of information if any of the following apply—\n\n\t(a) the disclosure is to an authorized employee or agent of the procuring entity or a member of a board or committee of the procuring entity involved in the procurement proceedings;\n\n\t(b) the disclosure is for the purpose of law enforcement;\n\n\t(c) the disclosure is for the purpose of a review under Part XV or requirements under Part IV of this Act;\n\n\t(d) the disclosure is pursuant to a court order; or\n\n\t(e) the disclosure is made to the Authority or Review Board under this Act.\n\n(4) Notwithstanding the provisions of subsection (3), the disclosure to an applicant seeking a review under Part XV shall constitute only the summary referred to in section 67(2)(d)(iii).\n\n(5) Any person who contravenes the provisions of this section commits an offence as stipulated in section 176(1)(f) and shall be debarred and prohibited to work for a government entity or where the government holds shares, for a period of ten years.\n\n\n\n\n\n"},


{"topic": "68. Procurement records", "content": "(1) An accounting officer of a procuring entity shall keep records for each procurement for at least six years after the resulting contract has been completed or, if no contract resulted, after the procurement proceedings were terminated.\n\n(2) The records for a procurement shall include—\n\n\t(a) a brief description of the goods, works or services being procured;\n\n\t(b) if a procedure other than open tendering was used, the reasons for doing so;\n\n\t(c) if, as part of the procurement procedure, anything was advertised in a newspaper or other publication, a copy of that advertisement as it appeared in that newspaper or publication;\n\n\t(d) for each tender, proposal or quotation that was submitted—\n\n\t\t(i) the name and address of the person making the submission;\n\n\t\t(ii) the price, or basis of determining the price, and a summary of the other principal terms and conditions of the tender, proposal or quotation; and\n\n\t\t(iii) a summary of the proceedings of the opening of tenders, evaluation and comparison of the tenders, proposals or quotations, including the evaluation criteria used as prescribed;\n\n\t(e) if the procurement proceedings were terminated without resulting in a contract, an explanation of why they were terminated;\n\n\t(f) a copy of every document that this Act requires the procuring entity to prepare; and\n\n\t(g) such other information or documents as are prescribed.\n\n(3) After a contract has been awarded to any person or the procurement proceedings have been terminated, the procuring entity shall, on request, make the records for the procurement available to a person who submitted a tender, proposal or quotation, or any interested member of the public where such information held is aligned to the principle of public interest or, if direct procurement was used, a person with whom the procuring entity was negotiating.\n\n(4) The accounting officer of a procuring entity may charge a fee for making the records available but the fee shall not exceed the costs of making the records available to any person.\n\n(5) No disclosure shall be made under subsection (3) that would be contrary to section 67(1), but a disclosure, under subsection (3), of anything described in paragraphs (a) to (f) of subsection (2) shall be deemed not to be contrary to paragraphs (b) to (d) of section 67(1).\n\n(6) An accounting officer of a procuring entity shall maintain a proper filing system with clear links between procurement and expenditure files that facilitates an audit trail.\n\n\n\n\n\n"},



{"topic": "69. Procurement approvals", "content": "(1) All approvals relating to any procedures in procurement shall be in writing and properly dated, documented and filed.\n\n(2) No procurement approval shall be made to operate retrospectively to any date earlier than the date on which it is made except on procurements in response to an urgent need.\n\n(3) In approving procurements relating to an urgent need, the accounting officer shall be furnished with adequate evidence to verify the emergency.\n\n(4) No procurement approval shall be made by a person exercising delegated authority as an accounting officer or head of the procurement function unless such delegation has been approved in writing by the accounting officer or the head of the procurement unit, respectively.\n\n(5) An accounting officer of a procuring entity shall maintain specimen signatures of all persons authorised to make approvals within the procurement process and these signatures shall be availed to all staff and members where applicable.\n\n(6) Responsibility for each approval made in the procurement procedure shall rest with the individual signatories and accounting officer, whether he or she delegated the authority or not.\n\n\n\n\n\n"},



 {"topic": "70. Standard tender documents", "content": "(1) The Authority shall issue standard procurement and asset disposal documents and formats as prescribed for use by procuring entities.\n\n(2) A procuring entity shall use standard procurement and asset disposal documents prescribed under subsection (1), in all procurement and asset disposal proceedings.\n\n(3) The tender documents used by a procuring entity pursuant to subsection (2) shall contain sufficient information to allow fair competition among those who may wish to submit tenders.\n\n(4) An accounting officer of a procuring entity shall be responsible for preparation of tender documents in consultation with the user and other relevant departments.\n\n(5) A procuring entity may charge a fee for obtaining tender documents as prescribed by regulations and stated in the tender documents.\n\n(6) The tender documents shall set out the following—\n\n\t(a) the specific requirements prepared under section 60 relating to the goods, works or services being procured and the time limit for delivery or completion;\n\n\t(b) if works are being procured, relevant drawings and bills of quantities shall be disclosed and the projects total estimated cost evaluated only on the basis of criteria disclosed, but a person shall not be disqualified on the basis that a bidder quoted above or below a certain percentage of engineer's estimates;\n\n\t(c) the general and specific conditions to which the contract will be subject, including any requirement that performance security be provided before the contract is entered into.\n\n\t(d) the tender number assigned to the procurement proceedings by the procuring entity;\n\n\t(e) instructions for the preparation and submission of tenders including—\n\n\t\t(i) the forms for tenders;\n\n\t\t(ii) the number of copies to be submitted with the original tender;\n\n\t\t(iii) any requirement that tender security be provided and the form and amount of any such security;\n\n\t\t(iv) any requirement that evidence be provided of the qualifications of the person submitting the tender;\n\n\t\t(v) the procuring entity facilitation and the submission of tender documents by the tenderer through either soft or hard copy, but it will be the onus of the tenderer to ensure the adequate submission of said documents;\n\n\t\t(vi) the procurement function ensuring that where necessary, the preferences and reservations of the tender are clearly spelt out in the bidding documents.\n\n\t(f) an explanation of where and when tenders shall be submitted, a statement that the tenders will be opened immediately after the deadline for submitting them and an explanation of where the tenders will be opened;\n\n\t(g) a statement that those submitting tenders or their representatives may attend the opening of tenders;\n\n\t(h) a statement of the period during which tenders must remain valid;\n\n\t(i) the procedures and criteria to be used to evaluate and compare the tenders;\n\n\t(j) a statement that the accounting officer of a procuring entity may, at any time terminate the procurement proceedings without entering into a contract in accordance with section 63 of the Act;\n\n\t(k) a provision for providing details of sub-contractors for the bidder, where applicable, and a declaration that the sub-contractors have complied with this Act; and\n\n\t(l) anything else required, under this Act or the regulations, to be set out in the tender documents.\n\n\n\n\n\n"},




 {"topic": "71. Registration of suppliers", "content": "(1) The head of procurement function shall maintain and continuously update lists of registered suppliers, contractors and consultants in various specific categories of goods, works or services according to its procurement needs.\n\n(2) An application to be included in the list of the procuring entity may be made at anytime, at no cost and shall contain proof of the following—\n\n\t(a) eligibility criteria as prescribed in this Act; and\n\n\t(b) capability criteria that defines necessary qualifications, experience, resources, equipment and facilities to provide what is being procured;\n\n(3) A tenderer may seek clarification from the candidate or relevant government agency on eligibility but not on capability.\n\n(4) The lists shall be applied on the alternative procurement methods as specified and appropriate and the list shall —\n\n\t(a) be generated through portal, websites and people submitting hard copies of their intention to supply;\n\n\t(b) allow for continuous applications and hence updating;\n\n\t(c) be evaluated leading to registration on a bi-annual basis;\n\n\t(d) be generated through market knowledge and survey; and\n\n\t(e) be as may be prescribed.\n\n\n\n\n\n"},


{"topic": "72. Responsibility for complying with Act, etc", "content": "Contractors, suppliers and consultants shall comply with the provisions of this Act and the Regulations.\n\n\n\n\n\n"},


{"topic": "73. Initiation of procurement process", "content": "Subject to the procurement planning, initiation of the procurement process shall be as prescribed in the Regulations.\n\n\n\n\n\n"},


{"topic": "74. Invitation to tender", "content": "(1) The accounting officer shall ensure the preparation of an invitation to tender that sets out the following—\n\n\t(a) the name and address of the procuring entity;\n\n\t(b) the tender number assigned to the procurement proceedings by the procuring entity;\n\n\t(c) a brief description of the goods, works or services being procured including the time limit for delivery or completion;\n\n\t(d) an explanation of how to obtain the tender documents, including the amount of any fee, if any;\n\n\t(e) an explanation of where and when tenders shall be submitted and where and when the tenders shall be opened;\n\n\t(f) a statement that those submitting tenders or their representatives may attend the opening of tenders;\n\n\t(g) applicable preferences and reservations pursuant to this Act;\n\n\t(h) a declaration that the tender is only open to those who meet the requirements for eligibility;\n\n\t(i) requirement of serialisation of pages by the bidder for each bid submitted; and\n\n\t(j) any other requirement as may be prescribed.\n\n(2) All tender documents shall be sent out to eligible bidders by recorded delivery.\n\n\n\n\n\n"},



 {"topic": "75. Modifications to tender documents", "content": "(1) A procuring entity may amend the tender documents at any time before the deadline for submitting tenders by issuing an addendum without materially altering the substance of the original tender.\n\n(2) An amendment may be made on the procuring entity's own initiative or in response to an inquiry by a candidate or tenderer.\n\n(3) A procuring entity shall promptly provide a copy of the addendum to each person to whom the procuring entity provided copies of the tender documents.\n\n(4) The addendum shall be deemed to be part of the tender documents.\n\n(5) If the tender documents are amended when the time remaining before the deadline for submitting tenders is less than one third of the time allowed for the preparation of tenders, or the time remaining is less than the period indicated in instructions to tenderers, the accounting officer of a procuring entity shall extend the deadline as necessary to allow the amendment of the tender documents to be taken into account in the preparation or amendment of tenders.\n\n\n\n\n\n"},


 {"topic": "76. Modification of bids", "content": "(1) Before the deadline for submitting tenders, a person who submitted a tender may only change or withdraw it in accordance with the following—\n\n\t(a) the change or withdrawal shall be in writing; and\n\n\t(b) the change or withdrawal shall be submitted before the deadline for submitting tenders and in accordance with the procedures for submitting tenders.\n\n(2) After the deadline for submitting tenders, a person who submitted a tender shall not change, or offer to change the terms of that tender.\n\n\n\n\n\n"},






{"topic": "77. Submission and receipt of tenders", "content": "(1) Submission of tender documents whether in electronic or manual form, shall be in writing, signed and in the case of manual submission, they shall be sealed in an envelope.\n\n(2) A tender document and the envelope, in which it is sealed in, shall bear the tender number assigned to the procurement or asset disposal proceedings by the procuring entity.\n\n(3) A tender shall be submitted before the deadline for submitting tenders and any tender submitted after the deadline shall not be accepted by the procuring entity.\n\n(4) The procuring entity shall ensure that the place or site where tenders shall be submitted is open and accessible and shall provide, in that place or site, a tender box including an electronic tender box that complies with the prescribed requirements in regulations.\n\n(5) Each tender that is delivered shall be placed unopened in the tender box —\n\n\t(a) if the tender is delivered by post, by the staff of the procuring entity immediately upon receipt; or\n\n\t(b) if the tender is delivered otherwise than by post, by the person delivering the tender.\n\n(6) If a tender that is delivered by post is inadvertently opened, the fact of that opening shall be recorded on the envelope by the person who opened the tender and the tender shall then be placed in the tender box.\n\n(7) If a tender or part of a tender cannot fit in the tender box it shall be received in the manner set out in the tender documents or the invitation to tender or, if no such manner is set out, in the manner determined by the procuring entity and the procuring entity shall acknowledge receipt of the tender documents.\n\n\n\n\n\n"},




{"topic": "78. Opening of tenders", "content": "(1) An accounting officer of a procuring entity shall appoint a tender opening committee specifically for the procurement in accordance with the following requirements and such other requirements as may be prescribed—\n\n\t(a) the committee shall have at least three members; and\n\n\t(b) at least one of the members shall not be directly involved in the processing or evaluation of the tenders.\n\n(2) Any bid withdrawn in writing shall not be eligible for evaluation or consideration in the tender process.\n\n(3) Immediately after the deadline for submitting tenders, the tender opening committee shall open all tenders received before that deadline.\n\n(4) Those submitting tenders or their representatives may attend the opening of tenders.\n\n(5) The tender opening committee shall assign an identification number to each tender and record the number of pages received.\n\n(6) As each tender is opened, the following shall be read out loud and recorded in a document to be called the tender opening register—\n\n\t(a) the name of the person submitting the tender;\n\n\t(b) the total price, where applicable including any modifications or discounts received before the deadline for submitting tenders except as may be prescribed; and\n\n\t(c) if applicable, what has been given as tender security.\n\n(7) No tenderer shall be disqualified by the procuring entity during opening of tenders.\n\n(8) The accounting officer of a procuring entity shall, on request, provide a copy of the tender opening register to a person submitting a tender.\n\n(9) Each member of the tender opening committee shall—\n\n\t(a) sign each tender on one or more pages as determined by the tender opening committee; and\n\n\t(b) initial, in each tender, against the quotation of the price and any modifications or discounts, where applicable.\n\n(10) The tender opening committee shall prepare tender opening minutes which shall set out—\n\n\t(a) a record of the procedure followed in opening the tenders; and\n\n\t(b) the particulars of those persons submitting tenders, or their representatives, who attended the opening of the tenders.\n\n(11) To acknowledge that the minutes are true reflection of the proceedings held, each member of the tender opening committee shall—\n\n\t(a) initial each page of the minutes;\n\n\t(b) append his or her signature as well as initial to the final page of the minutes indicating their full name and designation.\n\n(12) A person who causes the physical loss of tender documents provided for under this section commits an offence.\n\n\n\n\n\n"},



{"topic": "79. Responsiveness of tenders", "content": "(1) A tender is responsive if it conforms to all the eligibility and other mandatory requirements in the tender documents.\n\n(2) A responsive tender shall not be affected by—\n\n\t(a) minor deviations that do not materially depart from the requirements set out in the tender documents; or\n\n\t(b) errors or oversights that can be corrected without affecting the substance of the tender.\n\n(3) A deviation described in subsection (2)(a) shall—\n\n\t(a) be quantified to the extent possible; and\n\n\t(b) be taken into account in the evaluation and comparison of tenders.\n\n\n\n\n\n"},



{"topic": "80. Evaluation of tenders", "content": "(1) The evaluation committee appointed by the accounting officer pursuant to section 46 of this Act, shall evaluate and compare the responsive tenders other than tenders rejected under section 82(3).\n\n(2) The evaluation and comparison shall be done using the procedures and criteria set out in the tender documents and, in the tender for professional services, shall have regard to the provisions of this Act and statutory instruments issued by the relevant professional associations regarding regulation of fees chargeable for services rendered.\n\n(3) The following requirements shall apply with respect to the procedures and criteria referred to in subsection (2)—\n\n\t(a) the criteria shall, to the extent possible, be objective and quantifiable;\n\n\t(b) each criterion shall be expressed so that it is applied, in accordance with the procedures, taking into consideration price, quality, time and service for the purpose of evaluation; and\n\n(4) The evaluation committee shall prepare an evaluation report containing a summary of the evaluation and comparison of tenders and shall submit the report to the person responsible for procurement for his or her review and recommendation.\n\n(5) The person responsible for procurement shall, upon receipt of the evaluation report prepared under subsection (4), submit such report to the accounting officer for approval as may be prescribed in regulations\n\n(6) The evaluation shall be carried out within a maximum period of thirty days.\n\n(7) The evaluation report shall be signed by each member of evaluation committee.\n\n\n\n\n\n"},



{"topic": "81. Clarifications", "content": "(1) A procuring entity may, in writing request a clarification of a tender from tenderer to assist in the evaluation and comparison of tenders.\n\n(2) A clarification shall not change the terms of the tender.\n\n\n\n\n\n"},


{"topic": "82. No correction of errors", "content": "The tender sum as submitted and read out during the tender opening shall be absolute and final and shall not be the subject of correction, adjustment or amendment in any way by any person or entity.\n\n\n\n\n\n"},


 {"topic": "83. Post-qualification", "content": "(1) An evaluation committee may, after tender evaluation, but prior to the award of the tender, conduct due diligence and present the report in writing to confirm and verify the qualifications of the tenderer who submitted the lowest evaluated responsive tender to be awarded the contract in accordance with this Act.\n\n(2) The conduct of due diligence under subsection (1) may include obtaining confidential references from persons with whom the tenderer has had prior engagement.\n\n(3) To acknowledge that the report is a true reflection of the proceedings held, each member who was part of the due diligence by the evaluation committee shall—\n\n\t(a) initial each page of the report; and\n\n\t(b) append his or her signature as well as their full name and designation.\n\n\n\n\n\n"},




{"topic": "84. Professional opinion", "content": "(1) The head of procurement function of a procuring entity shall, alongside the report to the evaluation committee as secretariat comments, review the tender evaluation report and provide a signed professional opinion to the accounting officer on the procurement or asset disposal proceedings.\n\n(2) The professional opinion under sub-section (1) may provide guidance on the procurement proceeding in the event of dissenting opinions between tender evaluation and award recommendations.\n\n(3) In making a decision to award a tender, the accounting officer shall take into account the views of the head of procurement in the signed professional opinion referred to in subsection (1).\n\n\n\n\n\n"},


{"topic": "85. Recommendation for contract awards", "content": "Subject to prescribed thresholds all tenders shall be evaluated by the evaluation committee of the procuring entity for the purpose of making recommendations to the accounting officer through the head of procurement to inform the decision of the award of contract to the successful tenderers.\n\n\n\n\n\n"},


{"topic": "86. Successful tender", "content": "(1) The successful tender shall be the one who meets any one of the following as specified in the tender document—\n\n\t(a) the tender with the lowest evaluated price;\n\n\t(b) the responsive proposal with the highest score determined by the procuring entity by combining, for each proposal, in accordance with the procedures and criteria set out in the request for proposals, the scores assigned to the technical and financial proposals where Request for Proposals method is used;\n\n\t(c) the tender with the lowest evaluated total cost of ownership; or\n\n\t(d) the tender with the highest technical score, where a tender is to be evaluated based on procedures regulated by an Act of Parliament which provides guidelines for arriving at applicable professional charges.\n\n(2) For the avoidance of doubt, citizen contractors, or those entities in which Kenyan citizens own at least fifty-one per cent shares, shall be entitled to twenty percent of their total score in the evaluation, provided the entities or contractors have attained the minimum technical score.\n\n\n\n\n\n"},


 {"topic": "87. Notification of intention to enter into a contract", "content": "(1) Before the expiry of the period during which tenders must remain valid, the accounting officer of the procuring entity shall notify in writing the person submitting the successful tender that his tender has been accepted.\n\n(2) The successful bidder shall signify in writing the acceptance of the award within the time frame specified in the notification of award.\n\n(3) When a person submitting the successful tender is notified under subsection (1), the accounting officer of the procuring entity shall also notify in writing all other persons submitting tenders that their tenders were not successful, disclosing the successful tenderer as appropriate and reasons thereof.\n\n(4) For greater certainty, a notification under subsection (1) does not form a contract nor reduce the validity period for a tender or tender security.\n\n\n\n\n\n"},



{"topic": "88. Extension of tender validity period", "content": "(1) Before the expiry of the period during which tenders shall remain valid the accounting officer of a procuring entity may extend that period.\n\n(2) The accounting officer of a procuring entity shall give in writing notice of an extension under subsection (1) to each person who submitted a tender.\n\n(3) An extension under subsection (1) shall be restricted to not more than thirty days and may only be done once.\n\n(4) For greater certainty, tender security shall be forfeited if a tender is withdrawn after a bidder has accepted the extension of biding period under subsection (1).\n\n\n\n\n\n"},



{"topic": "89. International tendering and competition", "content": "If there will not be effective competition for a procurement unless foreign tenderers participate, the following shall apply—\n\n\t(a) the invitation to tender and the tender documents shall be in English;\n\n\t(b) if the procuring entity is required to advertise the invitation to tender under sections 96(2) and 118(2), the procuring entity shall also advertise the invitation to tender in Kenya's dedicated tenders portal or one or more English-language newspapers or other publications that, together, have sufficient circulation outside Kenya to allow effective competition for the procurement;\n\n\t(c) the period of time between the advertisement under paragraph (b) and the deadline for submitting tenders shall be not less than the minimum period of time prescribed for the purpose of this paragraph;\n\n\t(d) the technical requirements shall, to the extent compatible with requirements under Kenyan law, be based on international standards or standards widely used in international trade;\n\n\t(e) a tenderer submitting a tender may, in quoting prices or providing security, use a currency that is widely used in international trade and that the tender documents specifically allow to be used; and\n\n\t(f) where local or citizen contractors participate they shall be entitled to preferences and reservations as set out in section 155.\n\n\t(g) any other conditions as may be prescribed.\n\n\n\n\n\n"},


{"topic": "90. Classified procurements and disposals", "content": "(1) For the avoidance of doubt, the provisions of this Act shall also apply to all state organs and public entities including the national security organs as established under the Constitution and any other legislation.\n\n(2) National security organs and other procuring entities that deal with procurements of classified nature shall manage their procurements and disposals on the basis of a dual list maintained by the respective procuring entity as prescribed.\n\n(3) Procuring entities other than national security organs referred to under sub- section (1), that procure classified items shall request the Cabinet Secretary for approval of the classified list of items annually.\n\n(4) The dual list shall distinguish items subject to open and to classified procurement and disposal proceedings respectively.\n\n(5) Procuring entities that deal with classified items shall agree annually with the Cabinet Secretary on the category of classified items to be included in the classified list of procurements or disposals to be applied.\n\n(6) The Cabinet Secretary shall submit the list of classified items to Cabinet for approval.\n\n(7) Any person carrying his or her duties or responsibilities under this section shall maintain confidentiality and shall not disclose any information that may otherwise compromise national security.\n\n(8) A person who in order to avoid open tendering, procures items that ought to be subjected to open tendering as though they were included in the list of classified items commits an offence.\n\n\n\n\n\n"},


  {"topic": "91. Choice of procurement procedure", "content": "(1) Open tendering shall be the preferred procurement method for procurement of goods, works and services.\n\n(2) The procuring entity may use an alternative procurement procedure only if that procedure is allowed and satisfies the conditions under this Act for use of that method.\n\n(3) Despite sub-sections (1) and (2) open tendering shall be adopted for procurement of goods, works and services for the threshold prescribed in the respective national and county Regulations.\n\n\n\n\n\n"},


 {"topic": "92. Methods of procurement", "content": "Subject to this Act and prescribed provisions, an accounting officer of a procuring entity shall procure goods, works or services by a method which may include any of the following—\n\n\t(a) open tender;\n\n\t(b) two-stage tendering;\n\n\t(c) design competition;\n\n\t(d) restricted tendering;\n\n\t(e) direct procurement;\n\n\t(f) request for quotations;\n\n\t(g) electronic reverse auction;\n\n\t(h) low value procurement;\n\n\t(i) force account;\n\n\t(j) competitive negotiations;\n\n\t(k) request for proposals;\n\n\t(l) framework agreements; and\n\n\t(m) any other procurement method and procedure as prescribed in regulations and described in the tender documents.\n\n\n\n\n\n"},


{"topic": "93. Pre-qualification", "content": "(1) Subject to provisions of subsection (2), an accounting officer of a procuring entity where applicable, may conduct a pre-qualification procedure as a basic procedure prior to adopting an alternative procurement method other than open tender for the purpose of identifying the best few qualified firms for the subject procurement.\n\n(2) Pre-qualification shall be for complex and specialized goods, works and services.\n\n(3) In conducting a pre-qualification procedure an accounting officer of a procuring entity shall publish an invitation notice to candidates to submit applications to be pre-qualified.\n\n(4) The invitation referred to in paragraph (2) shall include—\n\n\t(a) the name, address and contact details of the procuring entity;\n\n\t(b) outline of the procurement requirement, including the nature and quantity of goods, works or services and the location and timetable for delivery or performance of the contract;\n\n\t(c) statement of the key requirements and criteria to pre-qualify;\n\n\t(d) instructions on obtaining the pre-qualification documents, including any price payable and the language of the documents; and\n\n\t(e) instructions on the location and deadline for submission of applications to pre-qualify;\n\n\t(f) applicable preferences and reservations or any conditions arising from the related policy;\n\n\t(g) declaration that it is open to bidders who meet the eligibility criteria; and\n\n\t(h) requirement that only bidders with capacity to perform can apply.\n\n\n\n\n\n"},


{"topic": "94. Pre-qualification documents", "content": "(1) An accounting officer of a procuring entity shall promptly issue pre- qualification documents to all candidates who request them and shall maintain a record of all candidates to whom documents are issued.\n\n(2) The pre-qualification document shall contain all the information specified in section 93 and any other information necessary for the potential candidates to prepare and submit applications to be pre-qualified.\n\n(3) Without prejudice to the generality of paragraph (2), such information shall include—\n\n\t(a) the name, address and contact details of the procuring entity;\n\n\t(b) details of the procurement requirements, including the nature and quantity of goods, works or services and the location and timetable for delivery or performance of the contract;\n\n\t(c) instructions on the preparation of applications to pre-qualify, including any standard forms to be submitted and the documentary evidence and information required from candidates;\n\n\t(d) instructions on the sealing, labelling and submission of applications to pre-qualify, including the location and deadline for submission; and\n\n\t(e) information on how applications will be evaluated.\n\n(4) The accounting officer of a procuring entity shall allow the candidates at least fourteen days to prepare and submit their applications to be pre-qualified.\n\n(5) The accounting officer of a procuring entity shall promptly respond to all requests for any clarification relating to the pre-qualification document where such requests are received before the deadline for submission.\n\n\n\n\n\n"},


{"topic": "95. Approval of pre-qualified candidates", "content": "(1) The evaluation committee shall, in writing, record the results of its evaluation of applications for pre-qualification using the evaluation criteria in the pre-qualification documents and shall state which candidates were found to be qualified and the reasons why any candidates were not qualified.\n\n(2) The record of results prepared under subsection (1) shall be submitted with recommendations of the evaluation committee and the professional opinion of the head of procurement function to the accounting officer for approval.\n\n(3) A procuring entity shall invite tenders from only the approved persons who have been pre-qualified.\n\n(4) A procuring entity shall notify every candidate who submitted an application for pre-qualification but did not qualify.\n\n\n\n\n\n"},


{"topic": "96. Advertisement", "content": "(1) The accounting officer of a procuring entity shall take such steps as are reasonable to bring the invitation to tender to the attention of those who may wish to submit tenders.\n\n(2) Despite the provisions of subsection (1), if the estimated value of the goods, works or services being procured is equal to, or more than the prescribed threshold for county, national and international advertising, the procuring entity shall advertise in the dedicated Government tenders' portals or in its own website, or a notice in at least two daily newspapers of nationwide circulation.\n\n(3) In addition to subsection (2) a procuring entity shall—\n\n\t(a) use Kenya's dedicated tenders portal or any other electronic advertisements as prescribed; and\n\n\t(b) post advertisements at any conspicuous place reserved for this purpose in the premises of the procuring entity.\n\n(4) In regard to county-specific procurements pursuant to section 33, the procuring entity shall advertise the notice inviting expressions of interest in the dedicated Government tenders portal; in its own website, or in at least one daily newspaper of county-wide circulation.\n\n(5) Where the estimated value of the goods, works or services being procured is below the prescribed threshold for national advertising, the procuring entity shall advertise using the options available in subsection (3)(a) and (b).\n\n\n\n\n\n"},


{"topic": "97. Time for preparing tenders", "content": "(1) The time allowed for the preparation of tenders shall not be less than the minimum period of time prescribed for the purpose of this subsection.\n\n(2) For the purpose of this section, the time allowed for the preparation of tenders shall be exclusive of the day of the tender notice.\n\n\n\n\n\n"},



{"topic": "98. Provision of tender documents", "content": "(1) Upon advertisement, the accounting officer of a procuring entity shall immediately provide copies of the tender documents and in accordance with the invitation to tender and the accounting officer shall upload the tender document on the website.\n\n(2) The accounting officer of a procuring entity may charge such fees as may be prescribed for copies of the tender documents.\n\n\n\n\n\n"},


 {"topic": "99. Two-Stage Tendering", "content": "(1) A procuring entity may engage in procurement by means of two-stage tendering when, due to complexity and inadequate knowledge on its part or advancements in technology, it is not feasible for the procuring entity to formulate detailed specifications for the goods or works or non-consultancy services in order to obtain the most satisfactory solution to its procurement needs.\n\n(2) The provisions of this section shall apply to two-stage tendering proceedings except to the extent those provisions are excluded from in this section and the tendering document shall call upon tenderers to submit, in the first stage of the two-stage tendering proceedings, initial tenders containing their proposals without a tender price.\n\n(3) In the second stage, the procuring entity shall invite tenderers whose tenders were retained to submit final tenders with prices with respect to a single set of specifications and in formulating those specifications, the procuring entity may modify any aspect, originally set forth in the tendering document.\n\n(4) Any such modification or addition shall be communicated to tenderers in the invitation to submit final tenders and a tenderer not wishing to submit a final tender may withdraw from the tendering proceedings without forfeiting any tender security that they may have been required to provide.\n\n(5) The final tenders shall be evaluated and compared in order to ascertain the successful tenderer.\n\n(6) The specifications developed under subsection (3) shall meet the requirements specified in this Act.\n\n(7) When developing the specifications, the procuring entity may engage experts.\n\n\n\n\n\n"},



 {"topic": "100. Condition for use of Design Competitions", "content": "An accounting officer of a procuring entity may use a design competition procedure for the purpose of determining the best architectural, physical planning and any other design scheme, engineering, graphic or any other design scheme for its use.\n\n\n\n\n\n"},



{"topic": "101. Procedure for design competition", "content": "(1) In design competitions, a procuring entity shall—\n\n\t(a) invite design proposals through a public advertisement;\n\n\t(b) ensure the preparation of an invitation sets out the following—\n\n\t\t(i) the name and address of the procuring entity;\n\n\t\t(ii) the tender number assigned to the procurement proceedings by the procuring entity;\n\n\t\t(iii) description of technical and functional needs;\n\n\t\t(iv) an explanation of where and when tenders shall be submitted and where and when the tenders will be opened;\n\n\t\t(v) a statement that those submitting tenders or their representatives may attend the opening of the design proposals;\n\n\t\t(vi) a statement that a copyright or other intellectual property of the top three shall vest in the State.\n\n(2) The evaluation of design proposals shall be undertaken by an evaluation committee established under this Act.\n\n(3) The design process shall be as prescribed in the Regulations.\n\n(4) Prior to publishing an invitation notice, an accounting officer of a procuring entity shall prepare tender documents and appoint at as part of ad hoc evaluation committee instituted pursuant to this Act at least one independent lay assessor, and technical assessors recommended by the professional regulatory body governing the design competition.\n\n(5) The best three assessed design schemes shall receive as a prize an honorarium as provided for in the internal policies of the procuring entity subject to the guidelines set out in the applicable county or national level or the Regulations to this Act.\n\n(6) In participating in design competitions, all bidders shall undertake to transfer all copyrights, intellectual property rights and patents relating to their designs to the procuring entity.\n\n(7) Upon completion of the design competition, all the submitted design schemes shall become property of the procuring entity.\n\n\n\n\n\n"},


{"topic": "102. Restricted tendering", "content": "(1) An accounting officer of a procuring entity may use restricted tendering if any of the following conditions are satisfied—\n\n\t(a) competition for contract, because of the complex or specialised nature of the goods, works or services is restricted to prequalified tenderers resulting from the procedure under section 94;\n\n\t(b) the time and cost required to examine and evaluate a large number of tenders would be disproportionate to the value of the goods, works or services to be procured; or\n\n\t(c) if there is evidence to the effect that there are only a few known suppliers of the whole market of the goods, works or services;\n\n\t(d) an advertisement is placed, where applicable, on the procuring entity website regarding the intention to procure through limited tender.\n\n(2) An accounting officer of a procuring entity may engage in procurement by means of restricted tendering in such manner as may be prescribed.\n\n\n\n\n\n"},



{"topic": "103. When direct procurement may be used", "content": "(1) A procuring entity may use direct procurement as allowed under sub-section (2) as long as the purpose is not to avoid competition.\n\n(2) A procuring entity may use direct procurement if any of the following are satisfied—\n\n\t(a) the goods, works or services are available only from a particular supplier or contractor, or a particular supplier or contractor has exclusive rights in respect of the goods, works or services, and no reasonable alternative or substitute exists;\n\n\t(b) due to war, invasion, disorder, natural disaster or there is an urgent need for the goods, works or services, and engaging in tendering proceedings or any other method of procurement would therefore be impractical, provided that the circumstances giving rise to the urgency were neither foreseeable by the procuring entity nor the result of dilatory conduct on its part;\n\n\t(c) owing to a catastrophic event, there is an urgent need for the goods, works or services, making it impractical to use other methods of procurement because of the time involved in using those methods;\n\n\t(d) the procuring entity, having procured goods, equipment, technology or services from a supplier or contractor, determines that additional supplies shall be procured from that supplier or contractor for reasons of standardization or because of the need for compatibility with existing goods, equipment, technology or services, taking into account the effectiveness of the original procurement in meeting the needs of the procuring entity, the limited size of the proposed procurement in relation to the original procurement, the reasonableness of the price and the unsuitability of alternatives to the goods or services in question;\n\n\t(e) for the acquiring of goods, works or services provided by a public entity provided that the acquisition price is fair and reasonable and compares well with known prices of goods, works or services in the circumstances.\n\n(3) A public officer who contravenes the provisions of subsection (2) commits and offence.\n\n\n\n\n\n"},


{"topic": "104. Procedure for direct procurement", "content": "An accounting officer of a procuring entity shall adhere to the following procedures with respect to direct procurement—\n\n\t(a) issue a tender document which shall be the basis of tender preparation by tenderer and subsequent negotiations.\n\n\t(b) appoint an ad hoc evaluation committee pursuant to section 46 to negotiate with a person for the supply of goods, works or non- consultancy services being provided;\n\n\t(c) ensure appropriate approvals under this Act have been granted;\n\n\t(d) ensure the resulting contract is in writing and signed by both parties.\n\n\n\n\n\n"},


{"topic": "105. When request for quotations may be used", "content": "A procuring entity may use a request for quotations from the register of suppliers for a procurement if—\n\n\t(a) the estimated value of the goods, works or non-consultancy services being procured is less than or equal to the prescribed maximum value for using requests for quotations as prescribed in Regulations;\n\n\t(b) the procurement is for goods, works or non-consultancy services that are readily available in the market; and\n\n\t(c) the procurement is for goods, works or services for which there is an established market.\n\n\n\n\n\n"},


{"topic": "106. Procedure for request for quotations", "content": "(1) A procuring entity shall prepare a request for quotations that sets out the following—\n\n\t(a) the name and address of the procuring entity;\n\n\t(b) the specific requirements prepared under section 67 relating to the goods, works or services being procured;\n\n\t(c) an explanation of where and when quotations shall be submitted; and\n\n\t(d) anything else required under this Act or the Regulations to be set out in the request for quotations.\n\n(2) An accounting officer of a procuring entity shall deal with the request for quotations in accordance with the following—\n\n\t(a) the accounting officer of a procuring entity shall give the request to such persons as are registered by the procuring entity;\n\n\t(b) the request shall be given to as many persons as necessary to ensure effective competition and shall be given to at least three persons, unless that is not possible;\n\n\t(c) the accounting officer of a procuring entity shall give the request to each person early enough so that the person has adequate time to prepare a quotation;\n\n\t(d) at least three persons shall submit their quotations prior to evaluation.\n\n(3) The successful quotation shall be the quotation with the lowest price that meets the requirements set out in the request for quotations.\n\n(4) Where the lowest price is above the prevailing market rates, the request for quotations shall be cancelled or terminated in accordance with the cancellation and termination procedures set out in this Act.\n\n(5) The following shall apply with respect to the contract resulting from a procurement by a request for quotations—\n\n\t(a) the procuring entity shall place a purchase order with the person submitting the successful quotation;\n\n\t(b) the person submitting the successful quotation shall confirm the purchase order in writing; and\n\n\t(c) an accounting officer shall consider recommendations for award arising from a contract under procurement by a request for quotations for approval or rejection.\n\n\n\n\n\n"},


{"topic": "107. When low-value procurement may be used", "content": "A procuring entity may use a low-value procurement procedure if—\n\n\t(a) the entity is procuring low value items which are not procured on a regular or frequent basis and are not covered in framework agreement;\n\n\t(b) the estimated value of the goods, works or non-consultancy services being procured are less than or equal to the maximum value per financial year for that low-value procurement procedure as may be prescribed.\n\n\n\n\n\n"},


{"topic": "108. Procedure for low-value procurement", "content": "The procedure and conditions for the use of low-value procurement method by different classes of public entities or different classes of goods, works or services being procured shall be as prescribed in the regulations.\n\n\n\n\n\n"},


{"topic": "109. Force Account", "content": "(1) A procuring entity may use force account by making recourse to the state or public officers and using public assets, equipment and labour.\n\n(2) A procuring entity may use force account by making recourse to the state or public officers and using public assets, equipment and labour which are competitive and where—\n\n\t(a) quantities of work involved are small and scattered or in remote locations for which qualified construction firms are unlikely to tender at reasonable price and the quantities of works cannot be defined in advance;\n\n\t(b) unforeseen and urgent work is required to be carried out without disrupting on-going operations;\n\n\t(c) the procuring entity is to complete works delayed by the contractor after the written warnings did not yield any tangible results.\n\n(3) This method shall only be applied—\n\n\t(a) with the prior approval of the accounting officer;\n\n\t(b) within the limit prescribed in Regulations;\n\n\t(c) where the total cost of procuring the goods, works and non- consultancy services are, at most, set at the prevailing market rate.\n\n(4) The procedure to use force account shall be as prescribed in the Regulations.\n\n\n\n\n\n"},


 {"topic": "110. Reverse Auction", "content": "The Authority may in exceptional circumstances approve a system of electronic reverse auction method of procurement for goods, works or non-consultancy services by a procuring entity.\n\n\n\n\n\n"},


{"topic": "111. Conditions for use of Reverse Auctions", "content": "For an accounting officer of a procuring entity to be qualified to use the reverse auction method it shall possess—\n\n\t(a) a procurement portal;\n\n\t(b) an appropriate secure software with electronic procurement capabilities and functionalities approved by the Authority.\n\n\n\n\n\n"},


{"topic": "112. Procedure for Reverse Auction", "content": "In the reverse auction method of procurement—\n\n\t(a) a procuring entity shall—\n\n\t\t(i) invite all registered suppliers in the specific category to compete;\n\n\t\t(ii) advertise its requirements on its website including the period of time and goods specifications;\n\n\t(b) the prices of bidders within the prescribed time shall be visible to other bidders without revealing the bidder's identity; and\n\n\t(c) pre-qualified supplier shall not revise its bid upwards within the prescribed time.\n\n\n\n\n\n"},


{"topic": "113. Successful reverse auctioneering bid", "content": "Subject to the reserve price set by the procuring entity, the successful bid shall be the bid with lowest price at the bid submission deadline.\n\n\n\n\n\n"},


{"topic": "114. Framework agreement", "content": "(1) A procuring entity may enter into a framework agreement open tender if—\n\n\t(a) the procurement value is within the thresholds prescribed under Regulations to this Act;\n\n\t(b) the required quantity of goods, works or non-consultancy services cannot be determined at the time of entering into the agreement; an\n\n\t(c) a minimum of seven alternative vendors are included for each category.\n\n(2) The maximum term for the framework agreement shall be three years and, for agreements exceeding one year, a value for money assessment undertaken annually to determine whether the terms designated in the framework agreement remain competitive.\n\n(3) When implementing a framework agreement, a procuring entity may—\n\n\t(a) procure through call-offs order when necessary; or\n\n\t(b) invite mini-competition among persons that have entered into the framework agreement in the respective category.\n\n(4) For the purposes of subsection (3)(a), \"call-offs order\" means an order made using a framework agreement with one or more contractors, suppliers or consultants for a defined quantity of works, goods, consultancy covering terms and conditions including price that users require to meet the immediate requirements.\n\n(5) Evaluation of bids under category specified by subsection (3)(b) shall be undertaken by an evaluation committee as provided for under this Act.\n\n(6) A procurement management unit shall prepare and submit to the accounting officer with a copy to the internal auditor quarterly reports detailing an analysis of items procured through framework agreements and these reports shall include, an analysis of pattern of usage, procurement costs in relation to the prevailing market rates and any recommendations.\n\n(7) For greater certainty procurements undertaken through framework agreements may be subject to preferences and reservations as provided for in this Act.\n\n\n\n\n\n"},


{"topic": "114A. Specially permitted procurement procedure", "content": "(1) A procuring entity may use a procurement procedure specially permitted by the National Treasury.\n\n(2) The National Treasury may allow the use of specially permitted procedure—\n\n\t(a) where exceptional requirements make it impossible, impracticable or uneconomical to comply with the Act and the Regulations;\n\n\t(b) where the market conditions or behaviour do not allow the effective application of the Act and Regulations made under the Act;\n\n\t(c) for specialized or particular requirements which are regulated or governed by harmonized international standards or practices;\n\n\t(d) where strategic partnership sourcing is applied;\n\n\t(e) where credit financing procurement is applied; or\n\n\t(f) in such other circumstances as may be prescribed.\n\n(3) The Cabinet Secretary may prescribe the procedure for carrying out specially permitted procurements under this section.\n\n\n\n\n\n"},


{"topic": "115. Application of this Part", "content": "This Part applies to procurement of professional services which are predominately intellectual or advisory in nature.\n\n\n\n\n\n"},


{"topic": "116. When request for proposals may be used", "content": "(1) An accounting officer of a procuring entity may use a request for proposals for a procurement if—\n\n\t(a) the procurement is of services or a combination of goods and services; and\n\n\t(b) the services to be procured are advisory or otherwise of a predominately intellectual nature.\n\n(2) Subject to any prescribed restrictions, a procuring entity may use a request for proposals in combination with other methods of procurement under this Act.\n\n\n\n\n\n"},


{"topic": "117. Terms of reference and invitation of tenders from shortlisted firms", "content": "Initiation of the procurement shall—\n\n\t(a) be subject to section 74 of the Act.\n\n\t(b) include in the terms of reference the expected milestones or performance benchmarks to be realized throughout the consultancy period and the related timelines.\n\n\n\n\n\n"},


{"topic": "118. Request for proposal inviting expression of interest", "content": "(1) The accounting officer of a procuring entity may—\n\n\t(a) request for proposal through advertisement;\n\n\t(b) invite expression of interests or utilize the register provided for under section 57 of this Act.\n\n(2) The accounting officer of a procuring entity shall invite proposals from only the persons who have been shortlisted as qualified to submit their tenders within a period as prescribed.\n\n\n\n\n\n"},


{"topic": "119. Notice inviting expressions of interest", "content": "(1) An accounting officer of a procuring entity may prepare a notice inviting interested persons to submit expressions of interest as prescribed.\n\n(2) The notice inviting expressions of interest shall set out the following—\n\n\t(a) the name and address of the procuring entity;\n\n\t(b) a brief description of the consultancy services being procured and, if applicable, the goods being procured;\n\n\t(c) eligibility and the qualifications necessary to be invited to submit a proposal; and\n\n\t(d) an explanation of where and when expressions of interest shall be submitted.\n\n(3) An accounting officer of a procuring entity shall advertise the notice inviting expressions of interest in the dedicated government's advertising tenders' portal and in its own website, or in at least one daily newspaper of nation-wide circulation.\n\n(4) In regard to county-specific procurements pursuant to section 33 of this Act, an accounting officer of a procuring entity shall advertise the notice inviting expressions of interest in the dedicated government's advertising tenders portal, its own website, or in at least one daily newspaper of county-wide circulation as prescribed.\n\n\n\n\n\n"},


{"topic": "120. Opening of proposals", "content": "The provisions of section 78 of this Act with respect to the opening of proposals shall apply with modifications.\n\n\n\n\n\n"},


{"topic": "121. Evaluation and shortlisting", "content": "(1) The accounting officer of a procuring entity shall, in writing, record the results of its evaluation of applications for expression of interest using the evaluation criteria in the expression of interest notice and documents and shall state which candidates were found to be qualified and the reasons why any candidates were not qualified.\n\n(2) The evaluation and comparison shall be done using the procedures and criteria set out in the expression of interest documents and shall, in the case of expression of interest for professional services, have regard to the provisions of this Act and statutory instruments issued by the relevant professional associations regarding regulation of fees chargeable for services rendered.\n\n(3) Subject to total proposals received, a minimum of six proposals shall be shortlisted, but where less than six proposals have been received, a minimum of three proposals shall be shortlisted.\n\n(4) The record of results prepared under subsection (1) shall be submitted to the accounting officer for review and approval.\n\n\n\n\n\n"},


{"topic": "122. Determination of qualified persons", "content": "(1) After the deadline for submitting expressions of interest the accounting officer of a procuring entity shall examine each expression of interest to determine if the person submitting it is qualified to be invited to submit a proposal in accordance with the notice inviting expressions of interest.\n\n(2) The accounting officer of a procuring entity shall simultaneously notify in writing each of the tenderers of the results of the expression of interest.\n\n\n\n\n\n"},


{"topic": "123. Request for proposals to qualified persons", "content": "(1) The accounting officers of a procuring entity shall issue every person short- listed who is qualified to be invited to submit a request for proposals and a copy of the terms of reference.\n\n(2) The request for proposals shall set out the following—\n\n\t(a) the name and address of the accounting officer of the procuring entity;\n\n\t(b) the general and specific conditions to which the contract will be subject;\n\n\t(c) instructions for the preparation and submission of proposals which may require that a proposal include a technical proposal and a financial proposal as prescribed;\n\n\t(d) an explanation of where and when proposals shall be submitted;\n\n\t(e) the procedures and criteria to be used to evaluate and compare the proposals including—\n\n\t\t(i) the procedures and criteria for evaluating the technical proposals which shall include a determination of whether the proposal is responsive;\n\n\t\t(ii) the procedures and criteria for evaluating the financial proposals; and\n\n\t\t(iii) any other additional method of evaluation, which may include interviews or presentations, and the procedures and criteria for that additional method;\n\n\t(f) a statement giving notice of the restriction, in section 130, on entering into other contracts; and\n\n\t(g) anything else required, under this Act or the Regulations to be set out in the request for proposals.\n\n\n\n\n\n"},


{"topic": "124. Selection methods for requests for proposals", "content": "(1) The Procuring Entity shall select Quality and Cost Based Selection (QCBS) method as the preferred method to be used to evaluate proposals and shall state the selection procedure in the Request for Proposals.\n\n(2) For the purposes of subsection (1),\"Quality and Cost Based Selection\" method is a method that uses a competitive process that takes into account the quality of the proposal and the cost of the services in the selection of the successful firm.\n\n(3) The request for proposal shall request submission of both technical and financial proposals at the same time, but in separate envelopes.\n\n(4) Subject to the foregoing provisions of this section, in the evaluation of tenders by public entities, the criteria for assessing the technical and financial capability of the tenderers shall be as may be prescribed by the accounting officer in the tender documents.\n\n(5) The request for proposal under subsection (3) shall provide either the estimated budget or the estimated time of key experts, specifying that this information is given as an indication only and that consultants shall be free to propose their own estimates.\n\n(6) Subject to prescribed restrictions, a procuring entity may use any of the following alternatives in the selection methods to evaluate proposals and shall state the selection method in the Request for Proposals—\n\n\t(a) Quality Based Selection (QBS), which focuses on quality and selects the highest quality proposal;\n\n\t(b) Least Cost Selection (LCS), which selects the lowest priced proposal, which meets the entity's technical requirements;\n\n\t(c) Consultants Qualifications Selection (CQS);\n\n\t(d) Individual Consultants Selection (ICS);\n\n\t(e) Fixed Budget Selection; or\n\n\t(f) Single Source Selection\n\n(7) Quality Based Selection method shall be appropriate for—\n\n\t(a) complex or highly specialized assignments for which it is difficult to define precise terms of reference and the required input from the consultants;\n\n\t(b) assignments that have a high downstream impact and in which the objective is to have the best experts;\n\n\t(c) assignments that can be carried out in substantially different ways;\n\n\t(d) assignments and professional services which are regulated by Acts of Parliament which stipulate fees and charges applicable for such assignments.\n\n(8) Least-Cost Selection method under subsection (6)(b) shall be generally appropriate for selecting consultants for assignments of a standard or routine nature where well-established practices and standards exist.\n\n(9) Fixed Budget Selection as a request form for proposal under subsection (6) (e) shall indicate the available budget and request the consultants to provide their best technical and financial proposals in separate envelopes, within the budget.\n\n(10) Fixed budget selection method is appropriate only when the assignment is simple and can be precisely defined and when the budget is fixed.\n\n(11) Proposals under Fixed Budget selection method that exceed the indicated budget shall be rejected and the consultant who has submitted the highest ranked technical proposal among the rest shall be selected and invited to negotiate a contract.\n\n(12) Single Source Selection may be appropriate in the following cases, and only if it presents a clear advantage over competition—\n\n\t(a) where it can be evidenced that goods, works or services are available only from a particular supplier, or a particular supplier has exclusive rights in respect of the consultancy services, and no reasonable alternative or substitute exists; or\n\n\t(b) for tasks that represent a natural continuation of previous work carried out by the firm;\n\n\t(c) in exceptional cases, such as, but not limited to, in response to natural disasters and for a declared national emergency situations.\n\n(13) The accounting officer shall issue a written justification for single-source selection in the context of the overall interests of the procuring entity.\n\n(14) Single Source Selection shall require a placement of advertisement of the intention to single source and invite anyone who wishes to bid and in the event that there is a response to the advert then all interested suppliers shall be invited to submit proposals.\n\n(15) Where alternative methods are selected a report shall be prepared and submitted to the Authority for approval.\n\n\n\n\n\n"},


{"topic": "125. Time for preparing proposals", "content": "Time for preparation of proposals shall be in accordance with section 97 of this Act.e\n\n\n\n\n\n"},


{"topic": "126. Evaluation of proposals", "content": "(1) An evaluation committee of a procuring entity shall examine the proposals received in accordance with the request for proposals.\n\n(2) The procedures for evaluation of the request for proposal shall be by using each selection method set out in section 124 and as may be prescribed.\n\n(3) The evaluation shall be carried out within a maximum of twenty-one days, but shorter periods may be prescribed in the Regulations for particular types of procurement.\n\n(4) When a person submitting the successful bid shall be notified, the accounting officer of the procuring entity shall at the same time notify in writing all other persons who had submitted bids that their bids were not successful and give reasons thereof.\n\n(5) The notice of intention to enter into contract in subsection 87(2) shall, as applicable, be publicised on the procuring entity's website and other public notice boards that do not attract a cost."},


{"topic": "127. Successful proposal", "content": "The successful proposal shall be the responsive proposal with the highest score determined by an accounting officer in accordance with procedure and criteria set out under section 86 of this Act.\n\n\n\n\n\n"},


{"topic": "128. Negotiations with successful request for proposal tenderer", "content": "(1) The accounting officer may negotiate with the person who submitted the successful proposal and may request and permit changes, subject to section 129(1).\n\n(2) If the negotiations with the person who submitted the successful proposal do not result in a contract, the accounting officer may negotiate with the second person who submitted the proposal that would have been successful had the successful proposal not been submitted.\n\n(3) Despite subsection (1) and (2) of this section, an offer made to any other person shall not have any price advantages over the earlier one."},


{"topic": "129. Contract requirements", "content": "(1) The contract may not vary from the requirements of the terms of reference, the request for proposals or the terms of the successful proposal except in accordance with the following—\n\n\t(a) the contract may provide for a different price but only if there is a proportional increase or reduction in what is to be provided under the contract; and\n\n\t(b) the variations shall be such that if the proposal, with those variations, was evaluated again under section 127, the proposal would still be the successful proposal.\n\n(2) The contract, which shall be in writing, shall set out either—\n\n\t(a) the maximum amount of money that can be paid under the contract; or\n\n\t(b) the maximum amount of time that can be paid for under the contract.\n\n\n\n\n\n"},


{"topic": "130. Restriction on entering into related contracts", "content": "A person who enters into a contract resulting from procurement by a request for proposals shall not enter into any other subsequent contract for the procurement of goods, services or works related to that original contract.\n\n\n\n\n\n"},


 {"topic": "131. Competitive Negotiations", "content": "An accounting officer of a procuring entity may conduct competitive negotiations as prescribed where—\n\n\t(a) there is a tie in the lowest evaluated price by two or more tenderers;\n\n\t(b) there is a tie in highest combined score points;\n\n\t(c) the lowest evaluated price is in excess of available budget; or\n\n\t(d) there is an urgent need that can be met by several known suppliers.\n\n\n\n\n\n"},


{"topic": "132. Procedure for Competitive Negotiations", "content": "(1) In the procedure for competitive negotiations, an accounting officer of a procuring entity shall—\n\n\t(a) identify the tenderers affected by tie;\n\n\t(b) identify the tenderers that quoted prices above available budget; or\n\n\t(c) identify the known suppliers as prescribed.\n\n(2) In the case of tenderers that quoted above the available budget, an accounting officer of a procuring entity shall—\n\n\t(a) reveal its available budget to tenderers; and\n\n\t(b) limit its invitation to tenderers whose evaluated prices are not more than twenty five percent above the available budget.\n\n(3) An accounting officer of a procuring entity shall request the identified tenderers to revise their tenders by submitting their best and final offer within a period not exceeding seven days.\n\n(4) The revised prices shall not compromise the quality specifications of the original tender.\n\n(5) Tenders shall be evaluated by the evaluation committee appointed in the initial process.\n\n\n\n\n\n"},


{"topic": "133. Successful best and final offer", "content": "(1) The successful best and final offer shall be the best rated tender using evaluation criteria set forth in the tender documents.\n\n(2) Cabinet Secretary may develop further guidelines on the powers and thresholds for tender awards.\n\n\n\n\n\n"},


{"topic": "134. Preparation of contracts", "content": "(1) The accounting officer shall be responsible for preparation of contracts in line with the award decision.\n\n(2) An accounting officer of a procuring entity shall ensure that all contracts of a value exceeding Kenya shillings five billion are cleared by the Attorney-General before they are signed.\n\n(3) Each Cabinet Secretary shall regularly inform the Cabinet and national treasury of all government contracts exceeding Kenya shillings five billion.\n\n(4) Notwithstanding the provision of subsection (3) above, any Cabinet Secretary may brief Cabinet on any other project of national importance irrespective of its value.\n\n(5) This section shall not apply to contracts by Parliament and the Judiciary.\n\n\n\n\n\n"},


{"topic": "135. Creation of procurement contracts", "content": "(1) The existence of a contract shall be confirmed through the signature of a contract document incorporating all agreements between the parties and such contract shall be signed by the accounting officer or an officer authorized in writing by the accounting officer of the procuring entity and the successful tenderer.\n\n(2) An accounting officer of a procuring entity shall enter into a written contract with the person submitting the successful tender based on the tender documents and any clarifications that emanate from the procurement proceedings.\n\n(3) The written contract shall be entered into within the period specified in the notification but not before fourteen days have elapsed following the giving of that notification provided that a contract shall be signed within the tender validity period.\n\n(4) No contract is formed between the person submitting the successful tender and the accounting officer of a procuring entity until the written contract is signed by the parties.\n\n(5) An accounting officer of a procuring entity shall not enter into a contract with any person or firm unless an award has been made and where a contract has been signed without the authority of the accounting officer, such a contract shall be invalid.\n\n(6) The tender documents shall be the basis of all procurement contracts and shall, constitute at a minimum—\n\n\t(a) Contract Agreement Form;\n\n\t(b) Tender Form;\n\n\t(c) price schedule or bills of quantities submitted by the tenderer;\n\n\t(d) Schedule of Requirements;\n\n\t(e) Technical Specifications;\n\n\t(f) General Conditions of Contract;\n\n\t(g) Special Conditions of Contract;\n\n\t(h) Notification of Award.\n\n(7) A person who contravenes the provisions of this section commits an offence.\n\n\n\n\n\n"},


 {"topic": "136. Refusal to sign contract", "content": "(1) If the person submitting the successful tender refuses to enter into a written contract in writing as required under section 135 and section 64 of this Act, he or she shall forfeit his or her tender security and the procurement process shall proceed with the next lowest evaluated tenderer.\n\n(2) This section does not apply if the period during which tenders shall remain valid has already expired.\n\n\n\n\n\n"},


{"topic": "137. Changes to contract responsibilities", "content": "The accounting officer of a procuring entity shall not request or require, as a condition of awarding a contract, that a person who submitted a tender undertake responsibilities not set out in the tender documents.\n\n\n\n\n\n"},


{"topic": "138. Publication of procurement contract", "content": "(1) The accounting officer of a procuring entity shall publish and publicise all contract awards on their notice boards at conspicuous places, and website if available within a period as prescribed.\n\n(2) An accounting officer of a procuring entity shall report all contract awards to the Authority as prescribed.\n\n(3) The Authority shall publish on its website notices of the reports on contract awards from procuring entities.\n\n(4) The Authority shall issue written directions and guidelines governing the reporting requirements of contract awards by the accounting officer of procuring entities as may be prescribed in regulations.\n\n(5) This section shall not apply to procurement contracts awarded by the national security organs.\n\n\n\n\n\n"},


{"topic": "139. Amendments or variations to contracts", "content": "(1) An amendment or a variation to a contract resulting from a procurement proceeding is effective only if—\n\n\t(a) the variation or amendment has been approved in writing by the respective tender awarding authority within a procuring entity; and\n\n\t(b) any contract variations or amendments for goods, works and services shall be as prescribed.\n\n(2) An accounting officer of a procuring entity, on the recommendation of an evaluation committee, may approve the request for the following, which request shall be accompanied by a certificate from the tenderer making a justifications for such cost—\n\n\t(a) extension of contract period;\n\n\t(b) use of prime costs;\n\n\t(c) use of contingencies;\n\n\t(d) reimbursable costs; and\n\n\t(e) use of provisional sums.\n\n(3) No contract price shall be varied upwards within twelve months from the date of the signing of the contract.\n\n(4) For the purposes of this section, any variation of a contract shall only be considered after twelve months from the date of signing the contract and shall only be considered if the following are satisfied—\n\n\t(a) the price variation is based on the prevailing consumer price index obtained from Kenya National Bureau of Statistics or the monthly inflation rate issued by the Central Bank of Kenya;\n\n\t(b) the quantity variation for goods and services does not exceed fifteen per cent of the original contract quantity;\n\n\t(c) the quantity variation of works does not exceed twenty per cent of the original contract quantity;\n\n\t(d) the price or quantity variation is to be executed within the period of the contract; and\n\n\t(e) the cumulative value of all contract variations do not result in an increment of the total contract price by more than twenty five per cent of the original contract price.\n\n(5) An accounting officer of a procuring entity shall submit a quarterly report of their varied or amended procurement contracts to the Authority.\n\n(6) Where variations result in an increment of the contract price by more than twenty-five percent, such variations shall be tendered for separately.\n\n\n\n\n\n"},


{"topic": "140. Interest on overdue amounts and liquidated damages", "content": "The following shall apply with respect to delayed performance and overdue amounts owed by a procuring entity and a contractor under a contract for a procurement —\n\n\t(a) unless the contract provides otherwise, the procuring entity shall pay interest on the overdue amounts;\n\n\t(b) the contractor shall be liable to liquidated damages for delayed performance;\n\n\t(c) the interest and liquidated damages to be paid under paragraph (a) and (b) shall be in accordance with prevailing mean commercial lending rate as determined by Central Bank of Kenya; and\n\n\t(d) the methods of computing interest liquidated and ascertained damages shall be as prescribed in the regulations.\n\n\n\n\n\n"},


{"topic": "141. Framework Contracting", "content": "Subject to any prescribed restrictions an accounting officer of a procuring entity may apply framework contracting arrangements by making awards of indefinite-delivery contracts and multiple awards of indefinite-quantity contracts for procurements under this Act.\n\n\n\n\n\n"},


{"topic": "142. Performance Security", "content": "(1) Subject to the regulations, a successful tenderer shall submit a performance security equivalent to not more than ten per cent of the contract amount before signing of the contract.\n\n(2) In case the contract is not fully or well executed, the performance security shall unconditionally be fully seized by the procuring entity as compensation without prejudice to other penalties provided for by the Act.\n\n(3) Provisions under subsection (1) of this section shall not apply to tenders related to consultant services, works and supplies where their estimated value does not exceed a threshold established by the procurement regulations, or works and supplies reserved for women, youth, persons with disabilities and other disadvantaged groups, and for these categories, the performance securities that may be waived or fixed at not more than one per cent of the contract price.\n\n\n\n\n\n"},



{"topic": "143. Nature of performance security", "content": "The performance security may not generate interest and it shall be determined in accordance with the form provided for in the tendering document and may be paid in form of a bank guarantee, issued by an authorized financial institution or an irrevocable letter of credit.\n\n\n\n\n\n"},


{"topic": "144. Seizure of the performance Security", "content": "(1) The tender document shall provide for, if necessary, other forms of performance security that may be requested from the successful tenderer.\n\n(2) The bank or authorized financial institution shall be obliged to give to the procuring entity all the amount of the performance security upon claim by the latter.\n\n(3) The bank or authorized financial institution shall also be obliged to pay an additional interest of one percent (1%) for every day of payment delay after ten (10) working days from the receipt of the claim provided this requirement is disclosed in the performance security and if it is necessary to take the matter to courts, and that the court rules in favour of the procuring entity, this interest shall continue to accrue up to the time the courts' decision is executed.\n\n(4) If the contractor is foreign, the guarantee shall be issued by a local bank or authorised financial institution issued by a corresponding bank in Kenya recognized the Central Bank of Kenya.\n\n(5) The Cabinet Secretary shall make Regulations for the better carrying out of this section.\n\n\n\n\n\n"},


{"topic": "145. Recovery of the performance Security", "content": "(1) The performance security shall be returned to the successful tenderer within thirty (30) days following the final acceptance by the accounting officer of the procuring entity.\n\n(2) For the avoidance of doubt, the thirty (30) days referred to in subsection (1) above shall include the retention period except in cases of procurement for works where the period shall commence from the date of practical completion or handover, whichever is earlier.\n\n\n\n\n\n"},

{"topic": "146. Advance payment", "content": "No works, goods or services contract shall be paid for before they are executed or delivered and accepted by the accounting officer of a procuring entity or an officer authorized by him or her in writing except where so specified in the tender documents and contract agreement. Such an advance payment shall not be paid before the contract is signed.\n\n\n\n\n\n"},


{"topic": "147. Recovery of the performance Security", "content": "(1) Under exceptional circumstances advance payment may be granted and shall not exceed twenty per cent (20 %) of the price of the tender and shall be paid upon submission by the successful tenderer to the procuring entity of an advance payment security equivalent to the advance itself and that security shall be given by a reputable bank or any authorized financial institution issued by a corresponding bank in Kenya recognized by the Central Bank of Kenya, in case the successful tenderer is a foreigner.\n\n(2) The Cabinet Secretary shall make Regulations for the better carrying out of this section.\n\n\n\n\n\n"},


{"topic": "148. Use of advance payment", "content": "The successful tenderer shall use the advance paid only in activities related to the tender. If the successful tenderer uses the entire advance or part of it in other activities that are unrelated to the tender, the advance shall immediately be considered as a debt which shall be paid by seizing the entire security or part of it.\n\n\n\n\n\n"},


{"topic": "149. Sub-contracting", "content": "(1) If the tender documents do not prohibit subcontracting, the successful tenderer may subcontract part of the tender but only if the person to be subcontracted has not been debarred from procurement proceedings in accordance with this Act or has participated in the procurement of goods, works or services related to that contract.\n\n(2) The successful tenderer shall be responsible towards the procuring entity for the obligations of the sub-contractor.\n\n\n\n\n\n"},


{"topic": "150. Contract administration", "content": "(1) An accounting officer or his or her appointed representative shall be responsible for ensuring that the goods, works and services are of the right quality and quantity.\n\n(2) The head of the procurement function shall be responsible for assisting the accounting officer to confirm the right quality and quantity of goods, works and services have been delivered to the procuring entity and shall issue a certificate of acceptance to the accounting officer except where technical specifications are from another technical department or professionals engaged to work on behalf of the accounting officer.\n\n(3) Where goods, works and services under sub-section (2), are of technical nature and the specifications were provided by a technical department or professionals engaged to work on behalf of the accounting officer, that technical department or professionals engaged to work on behalf of the accounting officer shall be responsible for confirming the right quality and quantity of goods, works or services have been delivered and issue a certificate to the recipient accounting officer.\n\n\n\n\n\n"},


{"topic": "151. Complex and specialized contract implementation team", "content": "(1) For every complex and specialized procurement contract, the accounting officer of a procuring entity shall appoint a contract implementation team which shall include members from the procurement function, and the requisitioner, the relevant technical department and a consultant where applicable.\n\n(2) For the purpose of managing complex and specialized procurement contracts the contract implementation team shall be responsible for—\n\n\t(a) monitoring the performance of the contractor, to ensure that all delivery or performance obligations are met or appropriate action taken by the procuring entity in the event of obligations not being met;\n\n\t(b) ensure that the contractor submits all required documentation as specified in the tendering documents, the contract and as required by law;\n\n\t(c) ensure that the procuring entity meets all its payment and other obligations on time and in accordance with the contract.\n\n\t(d) ensure that there is right quality and within the time frame, where required;\n\n\t(e) review any contract variation requests and make recommendations to the respective tender awarding authority for considerations and such reviews for variation shall be clearly justified by the technical department in writing backed by supporting evidence and submitted to the head of the procurement function for processing;\n\n\t(f) manage handover or acceptance procedures as prescribed;\n\n\t(g) make recommendations for contract termination, where appropriate;\n\n\t(h) ensure that the contract is complete, prior to closing the contract file including all handover procedures, transfers of title if need be and that the final retention payment has been made;\n\n\t(i) ensure that all contract administration records are complete, up to date, filed and archived as required; and\n\n\t(j) ensure that the contractor acts in accordance with the provisions of the contract;\n\n\t(k) ensure discharge of performance guarantee where required.\n\n(3) An accounting officer of a procuring entity may co-opt a member of the contract implementation team from another procuring entity or outsource.\n\n\n\n\n\n"},


{"topic": "152. Contract monitoring", "content": "The head of the procurement function shall prepare monthly progress reports of all procurement contracts of the procuring entity and submit them to the accounting officer.\n\n\n\n\n\n"},


{"topic": "153. Termination of contract", "content": "(1) Upon the request of the procurement management unit, the accounting officer of a procuring entity may approve the request for termination of contract. the request of the procurement management unit, the accounting officer of a procuring entity may approve the request for termination of contract.\n\n(2) A contract document shall specify the grounds on which the contract may be terminated and specify the procedures applicable on termination.\n\n\n\n\n\n"},


{"topic": "154. Contract close out", "content": "An accounting officer of a procuring entity shall close out a procurement contract immediately after completion and the close out shall involve the following—\n\n\t(a) the head of procurement function shall issue a certificate to the contractor confirming delivery and acceptance of goods, works and services, where the contract is not complex and specialized;\n\n\t(b) where contract under (a) above is complex and specialized, the technical department will issue a certificate to the accounting officer of the procuring entity confirming the quality and quantity of such goods, works and services;\n\n\t(c) further guidelines for the receipt of goods, works and services shall be as prescribed.\n\n\n\n\n\n"},


{"topic": "155. Requirement for preferences and reservations", "content": "(1) Pursuant to Article 227(2) of the Constitution and despite any other provision of this Act or any other legislation, all procuring entities shall comply with the provisions of this Part.\n\n(2) Subject to availability and realisation of the applicable international or local standards, only such manufactured articles, materials or supplies wholly mined and produced in Kenya shall be subject to preferential procurement.\n\n(3) Despite the provisions of subsection (1), preference shall be given to—\n\n\t(a) manufactured articles, materials and supplies partially mined or produced in Kenya or where applicable have been assembled in Kenya; or\n\n\t(b) firms where Kenyans are shareholders.\n\n(4) The threshold for the provision under subsection (3) (b) shall be above fifty- one percent of Kenyan shareholders.\n\n(5) Where a procuring entity seeks to procure items not wholly or partially manufactured in Kenya—\n\n\t(a) the accounting officer shall cause a report to be prepared detailing evidence of inability to procure manufactured articles, materials and supplies wholly mined or produced in Kenya; and\n\n\t(b) the procuring entity shall require successful bidders to cause technological transfer or create employment opportunities as shall be prescribed in the Regulations.\n\n\n\n\n\n"},


{"topic": "156. Eligibility for more than one preference scheme", "content": "Where a person is entitled to more than one preference scheme, the scheme with the highest advantage to the person shall be applied.\n\n\n\n\n\n"},



{"topic": "157. Participation of candidates in preference and reservations", "content": "(1) Candidates shall participate in procurement proceedings without discrimination except where participation is limited in accordance with this Act and the regulations.\n\n(2) Subject to subsection (8), the Cabinet Secretary shall, in consideration of economic and social development factors, prescribe preferences and or reservations in public procurement and asset disposal.\n\n(3) The preferences and reservations referred to in subsection (2) shall—\n\n\t(a) be non-discriminatory in respect of the targeted groups;\n\n\t(b) allow competition amongst the eligible persons; and\n\n\t(c) be monitored and evaluated by the Authority.\n\n(4) For the purpose of protecting and ensuring the advancement of persons, categories of persons or groups previously disadvantaged by unfair competition or discrimination, reservations, preferences and shall apply to—\n\n\t(a) candidates such as disadvantaged groups;\n\n\t(b) micro, small and medium enterprises;\n\n\t(c) works, services and goods, or any combination thereof;\n\n\t(d) identified regions; and\n\n\t(e) such other categories as may be prescribed\n\n(5) An accounting officer of a procuring entity shall, when processing procurement, reserve a prescribed percentage of its procurement budget, which shall not be less than thirty per cent, to the disadvantaged group and comply with the provisions of this Act and the regulations in respect of preferences and reservations.\n\n(6) To qualify for a specific preference or reservation, a candidate shall provide evidence of eligibility as prescribed.\n\n(7) The Authority shall maintain an up-to-date register of contractors in works, goods and services, or any combination thereof, in order to be cognizant at all times of the workload and performance record.\n\n(8) In applying the preferences and reservations under this section—\n\n\t(a) exclusive preferences shall be given to citizens of Kenya where—\n\n\t\t(i) the funding is 100% from the national government or county government or a Kenyan body; and\n\n\t\t(ii) the amounts are below the prescribed threshold;\n\n\t\t(iii) the prescribed threshold for exclusive preference shall be above five hundred million shillings;\n\n\t(b) a prescribed margin of preference shall be given—\n\n\t\t(i) in the evaluation of tenders to candidates offering goods manufactured, assembled, mined, extracted or grown in Kenya; or\n\n\t\t(ii) works, goods and services where a preference may be applied depending on the percentage of shareholding of the locals on a graduating scale as prescribed\n\n(9) For the purpose of ensuring sustainable promotion of local industry, a procuring entity shall have in its tender documents a mandatory requirement as preliminary evaluation criteria for all foreign tenderers participating in international tenders to source at least forty percent of their supplies from citizen contractors prior to submitting a tender.\n\n(10) Despite subsection (2) or any other provisions of this Act, every procuring entity shall ensure that at least thirty percent of its procurement value in every financial year is allocated to the youth, women and persons with disability.\n\n(11) Every procuring entity shall ensure that all money paid out to an enterprise owned by youth, women or persons with disability is paid into an account where the mandatory signatory is a youth, woman or a person with disability.\n\n(12) The procuring entities at the national and county level shall make a report after every six months to the Authority.\n\n(13) A report under subsection (12) shall—\n\n\t(a) certify compliance with the provisions of this section; and\n\n\t(b) provide data disaggregated to indicate the number of youth, women and persons with disability whose goods and services have been procured by the procuring entity.\n\n(14) The Authority shall make a report to Parliament after every six months for consideration by the relevant committee responsible for equalization of opportunities for youth, women and persons with disability, which report shall contain details of the procuring entities and how they have complied with the provisions of this section.\n\n(15) The Cabinet Secretary shall prescribe the preferences that shall facilitate the attainment of the quota specified in subsection (10) in order for the State to achieve the objectives of Articles 55 and 227(2) of the Constitution.\n\n(16) The preferences referred to in subsection (15) shall—\n\n\t(a) be prescribed within ninety days after commencement of this Act;\n\n\t(b) be subject to such conditions as the Cabinet Secretary may specify therein but such conditions shall not pose any unnecessary impediment to the youth from participating in public procurement.\n\n(17) The National Treasury shall operationalize a preference and reservations secretariat to be responsible for the implementation of the preferences and reservations under this Act which shall be responsible for—\n\n\t(a) registration, prequalification and certification of the persons, categories of persons or groups as provided for in under Part XII;\n\n\t(b) training and capacity building of the above target groups;\n\n\t(c) providing technical and advisory assistance to procuring entities in the implementation of the preferences and reservations under this Act; and\n\n\t(d) monitoring and evaluating the implementation of the preferences and reservations under this Act.\n\n(18) The National Treasury shall provide adequate staff and resources for the operations of the secretariat.\n\n\n\n\n\n"},


{"topic": "158. Procurement plans and monitoring compliance", "content": "(1) The procuring entities shall integrate preferences and reservations in their procurement plans.\n\n(2) The procuring entity shall submit to the Authority the part in its procurement plan demonstrating application of preference and reservation schemes in relation to procurement budget within sixty days after commencement of the financial year.\n\n(3) All procurement awards by procuring entities where a preference or reservation scheme was applied shall be reported with disaggregated data to the Authority on a quarterly basis.\n\n\n\n\n\n"},


{"topic": "159. Receipt, and recording of goods, works and services", "content": "(1) An accounting officer of a procuring entity shall only receipt goods, works and services which have been certified in accordance with this section and section 152 of this Act.\n\n(2) An accounting officer of a procuring entity shall record goods, works and services received under subsection (1) in an inventory of the procuring entity as shall be prescribed.\n\n\n\n\n\n"},


{"topic": "160. Objectives of Inventory Control, Asset and Stores Management and Distribution", "content": "(1) An accounting officer of a procuring entity shall manage its inventory, assets and stores for the purpose of preventing wastage and loss, and continuing utilization of supplies.\n\n(2) To avoid unprofitable lock-up of funds, stocks shall be kept to the minimum necessary for the efficient conduct of the procuring entities.\n\n(3) The accounting officer of a procuring entity may employ inventory management and control software to assist it meet the objectives of sound supply chain management.\n\n\n\n\n\n"},


{"topic": "161. Inventory, Stores and Assets Management system", "content": "(1) An accounting officer of a procuring entity shall set up an inventory management system which shall be managed by the head of the procurement function, for the purpose of control and managing its inventory, stores and assets.\n\n(2) The responsibilities for the control and management of a procuring entity's inventories, stores and assets management shall be as prescribed.\n\n\n\n\n\n"},


{"topic": "162. Management of Inventory, Stores and Assets", "content": "(1) An accounting officer of a procuring entity shall ensure that all inventory, stores and assets purchased are received, but shall not be used until taken on charge and as a basis for ensuring that all procured items are properly accounted for and put in proper use as intended by the procuring entity.\n\n(2) The head of procurement function shall arrange for occasional visits of inspection to the stores, at least quarterly in each calendar year, and conduct quarterly and annual inventory and stock taking in order to ensure compliance with all respective governing laws and submit the report to the accounting officer.\n\n(3) Stores, inventory and assets that are procured by a public entity shall not be allowed to suffer deterioration from any preventable cause and overstocking of any particular item shall be avoided.\n\n(4) All procured items assigned for use by a public or state officer shall be requisitioned from and issued by the head of the procurement function of a procuring entity.\n\n(5) An accounting officer of a procuring entity shall follow policy set out by the Cabinet Secretary specifying the life span of each category of items before boarding for disposal.\n\n(6) The Authority shall issue manuals and guidelines regarding all aspects of inventory, stores and asset management.\n\n\n\n\n\n"},


{"topic": "163. Disposal committee", "content": "(1) An accounting officer shall establish a disposal committee as and when prescribed for the purpose of disposal of unserviceable, obsolete, obsolescent, or surplus stores, equipment or assets.\n\n(2) The disposal committee shall be responsible for verification and processing of all disposal recommendations in liaison with the head of procurement function as prescribed.\n\n\n\n\n\n"},







{"topic": "164. Disposal procedure", "content": "(1) The employee in charge of unserviceable, obsolescent, obsolete or surplus assets shall bring the matter to the attention of the disposal committee through the head of procurement function.\n\n(2) An employee shall comply with subsection (1) within a reasonable time after the assets become unserviceable, obsolete or surplus.\n\n(3) There shall be a technical report where appropriate by a relevant expert of the subject items for disposal that takes into account the real market price and in so doing, the technical expert shall set up a reserve price which shall be the minimum acceptable price below real market value of the boarded items.\n\n(4) Subject to prescribed restrictions, the disposal committee shall meet within the prescribed period to conduct a survey and review the items, while considering the technical report under subsection (3) and recommend the best method of disposal to the accounting officer.\n\n(5) The accounting officer shall disclose the reserve price to the prospective tenderers based on the technical report and prices set under subsection (3) of this section.\n\n(6) Where there is no responsive bidder under subsection (5), the accounting officer shall have powers based on the recommendations of disposal committee to revise the reserve price to ensure expeditious disposal of assets and set it forth in the disposal documents so as to be known by any prospective buyer of the boarded items.\n\n(7) After receiving the recommendations of the disposal committee, the accounting officer may approve or reject the recommendation of the committee.\n\n(8) If the accounting officer approves the recommendations of the disposal committee, the assets that became unserviceable, obsolete or surplus shall be disposed-off in accordance with those recommendations.\n\n(9) If the accounting officer rejects the recommendations of the disposal committee he or she shall give further direction on the matter and may refer the matter back to the committee for further consideration.\n\n\n\n\n\n"},

{"topic": "165. Methods of disposal", "content": "(1) Subject to prescribed provisions, an accounting officer of a procuring entity may dispose assets by a method which may include any of the following—\n\n\t(a) transfer to another public entity or part of a public entity, with or without financial adjustment;\n\n\t(b) sale by public tender;\n\n\t(c) sale by public auction;\n\n\t(d) trade-in;\n\n\t(e) waste disposal management; or\n\n\t(f) as may be prescribed.\n\n(2) Despite subsection (1) or any other provisions of this Act, radioactive or electronic waste shall be disposed of only to persons licensed to handle the respective waste under section 88 of the Environmental Management and Co- ordination Act, 1999.\n\n\n\n\n\n"},



{"topic": "166. Restriction on disposal to employees, etc", "content": "(1) An accounting officer of a public entity shall not dispose-off assets to an employee of the public entity or a member of a board or committee of the public entity except as expressly allowed under this Act and the regulations.\n\n(2) An accounting officer who, pursuant to artificial valuation, disposes off assets to an employee of the public entity or a member of a board or committee of the public entity commits an offence.\n\n\n\n\n\n"},


{"topic": "167. Request for a review", "content": "(1) Subject to the provisions of this Part, a candidate or a tenderer, who claims to have suffered or to risk suffering, loss or damage due to the breach of a duty imposed on a procuring entity by this Act or the Regulations, may seek administrative review within fourteen days of notification of award or date of occurrence of the alleged breach at any stage of the procurement process, or disposal process as in such manner as may be prescribed.\n\n(2) A request for review shall be accompanied by such refundable deposit as may be prescribed in the regulations, and such deposit shall not be less than ten per cent of the cost of the contract.\n\n(3) A request for review shall be heard and determined in an open forum unless the matter at hand is likely to compromise national security or the review procedure.\n\n(4) The following matters shall not be subject to the review of procurement proceedings under subsection (1)—\n\n\t(a) the choice of a procurement method;\n\n\t(b) a termination of a procurement or asset disposal proceedings in accordance with section 62 of this Act; and\n\n\t(c) where a contract is signed in accordance with section 135 of this Act.\n\n\n\n\n\n"},


{"topic": "168. Notification of review and suspension of proceedings", "content": "Upon receiving a request for a review under section 167, the Secretary to the Review Board shall notify the accounting officer of a procuring entity of the pending review from the Review Board and the suspension of the procurement proceedings in such manner as may be prescribed.\n\n\n\n\n\n"},


{"topic": "169. Rejection of requests by Review Board Secretariat", "content": "The Review Board Secretariat shall reject a request for a review where no appeal fees were paid within the prescribed time.\n\n\n\n\n\n"},


{"topic": "170. Parties to review", "content": "The parties to a review shall be—\n\n\t(a) the person who requested the review;\n\n\t(b) the accounting officer of a procuring entity;\n\n\t(c) the tenderer notified as successful by the procuring entity; and\n\n\t(d) such other persons as the Review Board may determine.\n\n\n\n\n\n"},



{"topic": "171. Completion of review", "content": "(1) The Review Board shall complete its review within twenty one days after receiving the request for the review.\n\n(2) In no case shall any appeal under this Act stay or delay the procurement process beyond the time stipulated in this Act or the Regulations made thereunder.\n\n\n\n\n\n"},


{"topic": "172. Dismissal of frivolous appeals", "content": "Review Board may dismiss with costs a request if it is of the opinion that the request is frivolous or vexatious or was made solely for the purpose of delaying the procurement proceedings or performance of a contract and the applicant shall forfeit the deposit paid.\n\n\n\n\n\n"},


{"topic": "173. Powers of Review Board", "content": "Upon completing a review, the Review Board may do any one or more of the following—\n\n\t(a) annul anything the accounting officer of a procuring entity has done in the procurement proceedings, including annulling the procurement or disposal proceedings in their entirety;\n\n\t(b) give directions to the accounting officer of a procuring entity with respect to anything to be done or redone in the procurement or disposal proceedings;\n\n\t(c) substitute the decision of the Review Board for any decision of the accounting officer of a procuring entity in the procurement or disposal proceedings;\n\n\t(d) order the payment of costs as between parties to the review in accordance with the scale as prescribed; and\n\n\t(e) order termination of the procurement process and commencement of a new procurement process.\n\n\n\n\n\n"},


 {"topic": "174. Right to review is additional right", "content": "The right to request a review under this Part is in addition to any other legal remedy a person may have.\n\n\n\n\n\n"},


{"topic": "175. Right to judicial review to procurement", "content": "(1) A person aggrieved by a decision made by the Review Board may seek judicial review by the High Court within fourteen days from the date of the Review Board's decision, failure to which the decision of the Review Board shall be final and binding to both parties.\n\n(2) The application for a judicial review shall be accepted only after the aggrieved party pays a percentage of the contract value as security fee as shall be prescribed in Regulations.\n\n(3) The High Court shall determine the judicial review application within forty- five days after such application.\n\n(4) A person aggrieved by the decision of the High Court may appeal to the Court of Appeal within seven days of such decision and the Court of Appeal shall make a decision within forty-five days which decision shall be final.\n\n(5) If either the High Court or the Court of Appeal fails to make a decision within the prescribed timeline under subsection (3) or (4), the decision of the Review Board shall be final and binding to all parties.\n\n(6) A party to the review which disobeys the decision of the Review Board or the High Court or the Court of Appeal shall be in breach of this Act and any action by such party contrary to the decision of the Review Board or the High Court or the Court of Appeal shall be null and void.\n\n(7) Where a decision of the Review Board has been quashed, the High Court shall not impose costs on either party.\n\n\n\n\n\n"},


{"topic": "176. Prohibitions and offences", "content": "(1) A person shall not—\n\n\t(a) obstruct or hinder a person carrying out a duty or function or exercising a power under this Act;\n\n\t(b) knowingly lie to or mislead a person carrying out a duty or function or exercising a power under this Act;\n\n\t(c) delay without justifiable cause the opening or evaluation of tenders, the awarding of contract beyond the prescribed period or payment of contractors beyond contractual period and contractual performance obligations;\n\n\t(d) unduly influence or exert pressure on any member of an opening committee evaluation committee and disposal committee or on any employee or agent of a procuring entity or the accounting officer to take a particular action which favours or tends to favour a particular tenderer;\n\n\t(e) open any sealed tender, including such tenders electronically submitted and any document required to be sealed, or divulge their contents prior to the appointed time for the public opening of the tender or documents except for tenders inadvertently opened under section 78;\n\n\t(f) divulge confidential information under section 66;\n\n\t(g) inappropriately influence tender evaluations;\n\n\t(h) split procurements contrary to section 60 of the Act;\n\n\t(i) commit a fraudulent act;\n\n\t(j) knowingly withholds the notification of award to a successful tenderer;\n\n\t(k) knowingly withholds notification to unsuccessful tenderer;\n\n\t(l) sign a contract contrary to the requirements of this Act or Regulations made thereunder; or\n\n\t(m) contravene a lawful order of the Authority given under Part IV or the Review Board under Part XV.\n\n(2) A person who contravenes the provisions of subsection (1) of this section, commits an offence and shall be liable upon conviction—\n\n\t(a) if the person is a natural person, to a fine not exceeding four million shillings or to imprisonment for a term not exceeding ten years, or to both;\n\n\t(b) if the person is a body corporate, to a fine not exceeding ten million shillings.\n\n(3) In addition to the penalty under subsection (2), a state or public officer involved shall be subject to internal disciplinary action while any other person who is not a state or public officer shall be debarred.\n\n(4) If a person or an employee or agent of a person contravenes the provisions of this Act, the following shall apply—\n\n\t(a) the person shall be disqualified from entering into a contract for the procurement; or\n\n\t(b) if a contract has already been entered into with the person, the contract shall be voidable at the option of the procuring entity.\n\n(5) A procuring entity may lodge a complaint with the relevant professional body for the institution of disciplinary proceedings against a contractor who is a member of a professional body and who contravenes the provisions of this Act.\n\n(6) The penalties imposed by a professional body pursuant to a complaint lodged under subsection (5) shall apply in addition to any penalties that may be imposed under this Act.\n\n\n\n\n\n"},


{"topic": "177. General penalty and sanctions", "content": "A person convicted of an offence under this Act for which no penalty is provided shall be liable upon conviction—\n\n\t(a) if the person is a natural person, to a fine not exceeding four million shillings or to imprisonment for a term not exceeding ten years or to both;\n\n\t(b) if the person is a body corporate, to a fine not exceeding ten million shillings.\n\n\n\n\n\n"},


{"topic": "178. Protection from personal liability and indemnity", "content": "(1) A person shall not, in his personal capacity, be liable in civil or criminal proceedings in respect of any act or omissions done in good faith in the performance of his duties under this Act.\n\n(2) The procuring entity shall indemnify an employee or member of a board of a procuring entity who is a party to a suit or a proceeding whether civil, criminal or administrative in nature brought against him or her in performance of his or her official functions in a procurement or asset disposal proceeding:\n\nProvided that employee or member of a board of a procuring entity shall have engaged the services of a private lawyer or external counsel and has not been adjudged guilty of gross negligence, misconduct or grave abuse of office.\n\n\n\n\n\n"},


 {"topic": "179. Consultative meetings", "content": "(1) The National Treasury shall convene meetings at least annually for the purpose of consulting with persons in the public and private sectors who have an interest in the proper functioning of the public procurement and asset disposal system.\n\n(2) The procedure for conducting a consultative meeting referred to in subsection (1) shall be as prescribed.\n\n\n\n\n\n"},


{"topic": "180. Making of Regulations", "content": "The Cabinet Secretary shall make Regulations for the better carrying out of the provisions of this Act and, without limiting the generality of the foregoing, may make Regulations to facilitate the implementation of this Act, and such regulations shall not take effect unless approved by Parliament pursuant to the Statutory Instruments Act, 2013.\n\n\n\n\n\n"},


{"topic": "181. Code of Ethics", "content": "The Authority shall develop a Code of Ethics to apply to every person on whom this act applies.\n\n\n\n\n\n"},


{"topic": "182. Repeal of No. 3 of 2005 and savings", "content": "(1) The Public Procurement and Disposal Act, 2005 (No. 3 of 2005) is repealed.\n\n(2) Despite subsection (1), every order, direction or appointment which was issued, given, or made pursuant to the provisions of the repealed Public Procurement and Disposal Act, 2005, and every office created in pursuance thereof shall remain valid until otherwise cancelled, revoked, varied or abolished under the provisions of this Act.\n\n(3) For greater certainty a person who immediately before the commencement date of this Act held or was acting or was an employee or staff in a public office established by the repealed Act, so far as is consistent with this Act, shall continue to hold or act or work in that office as if appointed to that position under this Act pursuant to Article 31(2) of the Sixth Schedule of the Constitution.\n\n(4) The Review Board established under the repealed Act shall continue to exist and discharge its functions until a new Review Board is constituted under this Act.\n\n\n\n\n\n"},


{"topic": "183. Transitional provisions", "content": "The transitional provisions specified in the Third Schedule shall apply.\n\n\n\n\n\n"},








{"topic": "FIRST SCHEDULE", "content": "[section 14(1)]\n\nPROVISIONS RELATING TO THE CONDUCT OF BUSINESS AND AFFAIRS OF THE BOARD\n\n\n1. Meetings\n\n(1) The Board shall have at least four meetings in every financial year and not more than four months shall elapse between one meeting and the next meeting.\n(2) Meetings shall be convened by the Chairperson in consultation with the members.\n(3) Unless three quarters of the members otherwise agree, at least fourteen days' notice of a meeting shall be given to every member.\n(4) A meeting shall be presided over by the Chairperson or in his absence by a person elected by the Board at the meeting for that purpose.\n\n\n2. Voting\n\nA decision of the Board shall be by a majority of the members present and voting and, in the case of an equality of votes, the person presiding at the meeting shall have a second or casting vote.\n\n\n3. Chairperson and Vice Chairperson\n\n(1) The Board shall elect one of its nominated members to be the Chairperson of the Board and another of its nominated members to be its Vice-chairperson.\n(2) Subject to an earlier resignation or termination, the Chairperson and Vicechairperson shall each hold office until their current term as a member of the Board expires.\n\n\n4. Secretary\n\nThe Director-General shall be the Secretary of the Board.\n\n\n5. Minutes\n\nMinutes of all meetings shall be kept and entered in books kept for that purpose.\n\n\n\n\n\n"},






  {"topic": "SECOND SCHEDULE", "content": "[section 31(3).]\n\nPROVISIONS RELATING TO THE CONDUCT OF BUSINESS AND AFFAIRS OF THE REVIEW BOARD\n\n\n1. (1) The Review Board shall have at least four meetings in every financial year and not more than four months shall elapse between one meeting and the next meeting.\n\n\t(2) Meetings shall be convened by the Chairperson in consultation with the members, or in their absence by the Vice-chairperson.\n\n\t(3) Unless three quarters of the members otherwise agree, at least fourteen days' notice of a meeting shall be given to every member.\n\n\t(4) A meeting shall be presided over by the Chairperson or in his absence by the Vice-chairperson or in both their absences, by a person elected by the Board at the meeting for that purpose.\n\n2. A decision of the Review Board shall be by a majority of the members present and voting and, in the case of an equality of votes, the person presiding at the meeting shall have a second or casting vote.\n\n3. (1) The Review Board shall elect one of its nominated members to be the Chairperson of the Review Board and another of its nominated members to be its Vice-chairperson.\n\n\t(2) Subject to an earlier resignation or termination, the Chairperson and Vice- chairperson shall each hold office until their current term as a member of the Review Board expires\n\n4. Minutes of all meetings shall be kept and entered in books kept for that purpose.\n\n\n\n\n\n"},

 {"topic": "THIRD SCHEDULE", "content": "[section 183, Corr. No. 60/2016, Corr. No. 73/2016.]\n\nTRANSITIONAL PROVISIONS\n\n\n1. Existing procurement proceedings continued under repealed Act.\n\n\t(1) Procurement proceedings commenced before the commencement date of this Act shall be continued in accordance with the law applicable before the commencement date of this Act.\n\n\t(2) For the purposes of subparagraph (1), procurement proceeding commences when the first advertisement relating to the procurement proceeding is published or, if there is no advertisement, when the first documents are given to persons who wish to participate in the procurement proceeding.\n\n2. Confidentiality in relation to past proceedings\n\nSection 66 of this Act shall apply with respect to procurement proceedings completed before the commencement date of this Act.\n\n3. Records of past procurements\n\nSection 67 of this Act shall apply with respect to—\n\n\t(a) a procurement that took place before the commencement date of this Act; or\n\n\t(b) a procurement, the procurement proceeding for which was terminated before the commencement date of this Act.\n\n\t(2) Section 51(2) of the Act, as it applies under subparagraph (1), does not require the record of a procurement to include anything that was not required before the commencement date of this Act.\n\n4. Publication of existing contracts\n\nSection 67 of this Act shall apply with respect to a contract formed before the commencement date of this Act comes.\n\n5. Amendments to existing contracts\n\nSection 139 of this Act shall apply with respect to a contract formed before the commencement date of this Act but not to an amendment to such a contract made before the commencement date of this Act.\n\n6. Interest on overdue amounts under existing contracts\n\nSection 140 of this Act shall apply to contracts formed before the commencement date of this Act and to amounts under such contracts that became overdue before the commencement date of this Act.\n\n7. Investigations, Inspections, Assessments, and Audits relating to prior contracts\n\nSections 43 of this Act shall apply to procurement proceedings and contracts formed before the commencement of this Act including contracts that are no longer in force at the commencement date of this Act.\n\n8. Administrative review, etc. for existing proceedings\n\nPARTS III and XV of this Act shall apply, with necessary modifications, with respect to procurement and disposal proceedings commenced before the commencement date of this Act.\n\n9. Continuation of existing investigations\n\nAn investigation of procurement proceedings by the Authority shall be continued under Part III and the provisions of that Part shall apply, with necessary modifications.\n\n10. Grounds for debarment include previous actions\n\nThe grounds for debarring a person from participating in procurement proceedings under section 41 of this Act extend to anything done before the commencement date of this Act that would constitute a ground under that section.\n\n11. Time specification for the regulations\n\nRegulations contemplated under this Act shall be made within a period of one year immediately after the effective date of the Act.\n\n\n\n\n\n"},

 {"topic": "THE END", "content": "\n\n\n\n\n\n\n\nLast Page"}



]

}